#
# The contents of this file are subject to the Netscape Public
# License Version 1.1 (the "License"); you may not use this file
# except in compliance with the License. You may obtain a copy of
# the License at http://www.mozilla.org/NPL/
#
# Software distributed under the License is distributed on an "AS
# IS" basis, WITHOUT WARRANTY OF ANY KIND, either express or
# implied. See the License for the specific language governing
# rights and limitations under the License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is Netscape
# Communications Corporation.  Portions created by Netscape are
# Copyright (C) 1998 Netscape Communications Corporation. All
# Rights Reserved.
#
# Contributor(s): 
# Sean Cotter <cotter@netscape.com>
# 
# Note: Hash characters in the strings will be replaced by
# newlines. These are used to lay out the dialog.

Title=Biztons\u00e1gi figyelmeztet\u00e9s
MixedContentMessage=Olyan biztons\u00e1gos dokumentumot ig\u00e9nyelt, amely tartalmaz nem biztons\u00e1gos inform\u00e1ci\u00f3t is.
LeaveSecureMessage=Egy titkos\u00edtott oldal elhagy\u00e1s\u00e1ra k\u00e9sz\u00fcl. Azokat az inform\u00e1ci\u00f3kat, amiket mostant\u00f3l k\u00fcld, k\u00f6nnyen olvashatja egy harmadik szem\u00e9ly.
EnterSecureMessage=Egy titkos\u00edtott oldalra fog \u00e9rni. A weboldal azonos\u00edt\u00e1sa megt\u00f6rt\u00e9nt, \u00e9s az ezut\u00e1n megjelen\u0151, illetve \u00d6n \u00e1ltal be\u00edrt inform\u00e1ci\u00f3 nehezen hozz\u00e1f\u00e9rhet\u0151 harmadik f\u00e9l sz\u00e1m\u00e1ra.
WeakSecureMessage=Egy gyeng\u00e9n titkos\u00edtott oldalra fog \u00e9rni. A weboldal azonos\u00edt\u00e1sa megt\u00f6rt\u00e9nt, de az \u00f6sszes inform\u00e1ci\u00f3 olvashat\u00f3 lesz egy harmadik szem\u00e9ly sz\u00e1m\u00e1ra. 
PostToInsecureFromSecureMessage=Hab\u00e1r ez az oldal titkos\u00edtott, az adatok egy titkos\u00edtatlan csatorn\u00e1n  kereszt\u00fcl \u00e1ramlanak, amelyet egy harmadik szem\u00e9ly k\u00f6nnyen olvashat.##Biztos benne, hogy folytatni szeretn\u00e9 az inform\u00e1ci\u00f3 k\u00fcld\u00e9s\u00e9t?##
PostToInsecureFromInsecureMessage=Azok az inform\u00e1ci\u00f3k, amiket k\u00fcldeni szeretne, titkos\u00edtatlan kapcsolaton kereszt\u00fcl menn\u00e9nek, \u00e9s egy harmadik szem\u00e9ly k\u00f6nnyen olvashatja azokat.##Biztos benne, hogy folytatni szeretn\u00e9 az inform\u00e1ci\u00f3 k\u00fcld\u00e9s\u00e9t?##
MixedContentShowAgain=Figyelmeztessen, ha olyan titkos\u00edtott oldalt n\u00e9z, amelyen nem titkos\u00edtott adatok is vannak.
LeaveSecureShowAgain=Figyelmeztessen, ha egy titkos\u00edtott oldalr\u00f3l egy nem titkos\u00edtottra l\u00e9p \u00e1t. 
EnterSecureShowAgain=Figyelmeztessen, ha titkos\u00edtott oldalra l\u00e9p.
WeakSecureShowAgain=Figyelmeztessen, ha egy gyeng\u00e9n titkos\u00edtott oldalt n\u00e9z.
PostToInsecureFromInsecureShowAgain=Figyelmeztessen, ha nem titkos\u00edtott inform\u00e1ci\u00f3t akar elk\u00fcldeni.
SecurityButtonTooltipText=Az aktu\u00e1lis oldalhoz tartoz\u00f3 biztons\u00e1gi inform\u00e1ci\u00f3k megjelen\u00edt\u00e9se
Continue=Folytat\u00e1s
