#Translated with MozillaTranslator version 5.02
#Mon Aug 16 14:04:17 CEST 2004
repost=Die Seite, die Sie versuchen zu laden, wurde aus POST-Daten erstellt, die im Cache abgelaufen sind. Wenn Sie die Daten nochmals senden, wird jede Aktion, die das Formular ausgef\u00FChrt hat (wie eine Suche oder ein Online-Einkauf), noch einmal durchgef\u00FChrt. Um die Daten nochmals zu senden, klicken Sie OK. Andernfalls klicken Sie Abbrechen.
netInterrupt=Die Verbindung mit %S wurde unerwartet abgebrochen. Ein Teil der Daten wurde eventuell \u00FCbertragen.
unknownSocketType=Dieses Dokument kann nicht angezeigt werden, wenn Sie nicht den "Personal Security Manager" (PSM) installieren. Laden Sie PSM herunter, installieren Sie ihn und versuchen Sie es dann nochmals, oder kontaktieren Sie Ihren Systemadministrator.
isprinting=Das Dokument kann nicht ver\u00E4ndert werden, w\u00E4hrend es gedruckt wird oder die Druckvorschau angezeigt wird.
connectionFailure=Beim Versuch, %S zu kontaktieren, wurde die Verbindung zur\u00FCckgesetzt.
netOffline=Dieses Dokument kann nicht angezeigt werden, w\u00E4hrend Sie offline sind. Um Online zu gehen, w\u00E4hlen Sie "Offline arbeiten" im Datei-Men\u00FC ab.
redirectLoop=Umleitungs-Limit f\u00FCr diese URL \u00FCberschritten. Die angeforderte Seite konnte nicht geladen werden. Das kann von geblockten Cookies herr\u00FChren.
dnsNotFound=%S konnte nicht gefunden werden. Bitte \u00FCberpr\u00FCfen Sie den Namen und versuchen Sie es nochmals.
netTimeout=Zeit\u00FCberschreitung beim Verbindungsaufbau zu %S.
proxyResolveFailure=Der von Ihnen angegebene Proxyserver konnte nicht gefunden werden. Bitte \u00FCberpr\u00FCfen Sie Ihre Proxyeinstellungen und wiederholen Sie den Vorgang.
fileNotFound=Die Datei %S konnte nicht gefunden werden. Bitte \u00FCberpr\u00FCfen Sie den Namen und versuchen Sie es nochmals.
deniedPortAccess=Der Zugriff auf die angegebene Port-Nummer wurde aus Sicherheitsgr\u00FCnden deaktiviert.
repostConfirm=Die Seite, die Sie ansehen wollen, enth\u00E4lt POST-Daten. Wenn Sie die Daten nochmals senden, wird jede Aktion, die das Formular ausgef\u00FChrt hat, (wie eine Suche oder ein Online-Einkauf) wiederholt. Um die Daten nochmals zu senden, klicken Sie OK. Andernfalls klicken Sie Abbrechen.
protocolNotFound=%S ist kein registriertes Protokoll.
malformedURI=Die URL ist ung\u00FCltig und kann nicht geladen werden.
netReset=Das Dokument enth\u00E4lt keine Daten.
proxyConnectFailure=Beim Versuch, den von Ihnen angegebenen Proxyserver zu kontaktieren, wurde die Verbindung zur\u00FCckgesetzt. Bitte \u00FCberpr\u00FCfen Sie Ihre Proxyeinstellungen und wiederholen Sie den Vorgang.
