#Translated with MozillaTranslator version 5.02
#Mon Aug 16 14:04:17 CEST 2004
NS_ERROR_UNEXPECTED=Beim Drucken ist ein unerwartetes Problem aufgetreten.
NS_ERROR_GFX_PRINTER_XPRINT_NO_XPRINT_SERVERS_FOUND=Beim Drucken ist ein Problem aufgetreten. Es konnte(n) kein(e) Xprint-Server gefunden werden. \nBitte \u00FCberpr\u00FCfen Sie, ob die XPSERVERLIST-Umgebungsvariable g\u00FCltige Xprint-Server enth\u00E4lt.\nF\u00FCr weitere Informationen siehe http\://xprint.mozdev.org/ oder http\://www.mozilla.org/projects/xprint/
NS_ERROR_GFX_PRINTER_COLORSPACE_NOT_SUPPORTED=Beim Drucken ist ein Problem aufgetreten, weil der Druckauftrag F\u00E4higkeiten ben\u00F6tigt, die Ihr Drucker nicht unterst\u00FCtzt.
NS_ERROR_GFX_PRINTER_PRINTER_IO_ERROR=Beim Drucken ist ein Problem aufgetreten. Drucker-I/O-Fehler.
noPrintFilename.alert=Sie haben "In Datei drucken" gew\u00E4hlt, und der Dateiname ist leer\!
NS_ERROR_GFX_PRINTER_XPRINT_BROKEN_XPRT=Der X-Druckserver (Xprt) scheint fehlerhaft zu sein. Beachten Sie, dass das Drucken mit diesem Xprt-Server eventuell nicht korrekt funktioniert. Bitte fragen Sie den Server-Verantwortlichen nach einer korrigierten Version.
NS_ERROR_GFX_PRINTER_CMD_NOT_FOUND=Beim Drucken ist ein Problem aufgetreten. Der Drucker unterst\u00FCtzt kein Druck-Kommando.
NS_ERROR_GFX_PRINTER_PRINTPREVIEW=Es muss mindestens ein Drucker verf\u00FCgbar sein, um eine Druckvorschau anzuzeigen.
NS_ERROR_GFX_PRINTER_PRINT_WHILE_PREVIEW=Sie k\u00F6nnen aus der Druckvorschau nicht drucken.
NS_ERROR_GFX_PRINTER_ACCESS_DENIED=Beim Drucken ist ein Problem aufgetreten. Der Zugriff auf den Drucker wurde verweigert.
NS_ERROR_GFX_PRINTER_FILE_IO_ERROR=Beim Drucken ist ein Problem aufgetreten. Zugriff auf den Drucker wurde abgelehnt.
NS_ERROR_ABORT=Der Druckauftrag wurde abgebrochen.
NS_ERROR_GFX_PRINTER_OUT_OF_PAPER=Beim Drucken ist ein Problem aufgetreten. Der Drucker hat kein Papier mehr.
NS_ERROR_GFX_PRINTER_PRINTER_NOT_READY=Beim Drucken ist ein Problem aufgetreten. Der Drucker ist nicht bereit.
NS_ERROR_GFX_PRINTER_DOC_IS_BUSY_PP=Der Browser kann derzeit keine Druckvorschau anzeigen. Bitte versuchen Sie es nochmals, wenn die Seite fertig geladen ist.
NS_ERROR_GFX_PRINTER_PAPER_SIZE_NOT_SUPPORTED=Beim Drucken ist ein Problem aufgetreten, weil die von Ihnen angegebene Papiergr\u00F6\u00DFe nicht von Ihrem Drucker unterst\u00FCtzt wird.
NS_ERROR_OUT_OF_MEMORY=Beim Drucken ist ein Problem aufgetreten. Es ist nicht gen\u00FCgend Speicherplatz verf\u00FCgbar.
fontsize=10
PrintToFile=In Datei drucken
NS_ERROR_GFX_NO_PRINTDIALOG_IN_TOOLKIT=Entweder wurden die Pluggable-Dialoge nicht richtig installiert, oder dieses GFX-Toolkit unterst\u00FCtzt keine nativen Druckdialoge mehr.
noprinter=Keine Drucker verf\u00FCgbar.
NS_ERROR_GFX_PRINTER_ORIENTATION_NOT_SUPPORTED=Beim Drucken ist ein Problem aufgetreten, weil die von Ihnen angegebene Seitenausrichtung von Ihrem Drucker nicht unterst\u00FCtzt wird.
fileConfirm.exists=%S existiert bereits. Wollen Sie die Datei \u00FCberschreiben?
NS_ERROR_GFX_PRINTER_COULD_NOT_OPEN_FILE=Beim Drucken ist ein Problem aufgetreten. Die Ausgabedatei konnte nicht ge\u00F6ffnet werden.
NS_ERROR_NOT_AVAILABLE=Nicht verf\u00FCgbar
NS_ERROR_GFX_PRINTER_TOO_MANY_COPIES=Beim Drucken ist ein Problem aufgetreten, weil Sie zu viele Kopien angefordert haben.
fontname=serif
printpreview_error_dialog_title=Druckvorschau-Fehler
NS_ERROR_GFX_PRINTER_PLEX_NOT_SUPPORTED=Ein Druckproblem ist aufgetreten, weil der Plex-Modus, den Sie angegeben haben, von Ihrem Drucker nicht unterst\u00FCtzt wird.
NS_ERROR_GFX_PRINTER_DRIVER_CONFIGURATION_ERROR=Beim Drucken ist ein Problem aufgetreten. Der Druckertreiber ist nicht richtig konfiguriert.
NS_ERROR_GFX_PRINTER_DOC_WAS_DESTORYED=Die Seite wurde ersetzt, w\u00E4hrend Sie drucken wollten. Bitte versuchen Sie es nochmals.
NS_ERROR_GFX_PRINTER_ENDDOC=Drucken am Ende des Dokuments fehlgeschlagen.
NS_ERROR_GFX_PRINTER_NO_PRINTER_AVAILABLE=Beim Drucken ist ein Problem aufgetreten. Es wurde kein Drucker gefunden.
NS_ERROR_NOT_IMPLEMENTED=Einige Druckerfunktionen sind noch nicht implementiert.
NS_ERROR_GFX_PRINTER_NAME_NOT_FOUND=Beim Drucken ist ein Problem aufgetreten. Der Drucker wurde nicht gefunden.
NS_ERROR_FAILURE=Beim Drucken ist ein unbekannter Fehler aufgetreten.
NS_ERROR_GFX_COULD_NOT_LOAD_PRINT_MODULE=Das angeforderte Druckmodul kann nicht geladen werden.
NS_ERROR_GFX_PRINTER_STARTPAGE=Drucken am Beginn der Seite fehlgeschlagen.
NS_ERROR_GFX_PRINTER_STARTDOC=Drucken am Beginn des Dokuments fehlgeschlagen.
NS_ERROR_GFX_NO_PRINTROMPTSERVICE=Der Druckaufforderungs-Service fehlt.
pageofpages=%1$d von %2$d
NS_ERROR_GFX_PRINTER_CMD_FAILURE=Beim Drucken ist ein Problem aufgetreten. Eine Anweisung, die an den Drucker gesendet wurde, ist fehlgeschlagen.
pagenumber=%1$d
NS_ERROR_GFX_PRINTER_DOC_IS_BUSY=Das Dokument kann nicht gedruckt werden, w\u00E4hrend es geladen wird.
print_error_dialog_title=Druckerfehler
NS_ERROR_GFX_PRINTING_NOT_IMPLEMENTED=Drucken ist nicht implementiert.
NS_ERROR_GFX_PRINTER_INVALID_ATTRIBUTE=Beim Drucken ist ein Problem aufgetreten. Versuchte, ein ung\u00FCltiges Druckerattribut zu setzen.
NS_ERROR_GFX_PRINTER_ENDPAGE=Drucken am Ende der Seite fehlgeschlagen.
noPrintFilename.title=Dateiname fehlt
