#Translated with MozillaTranslator version 5.02
#Mon Aug 16 14:04:18 CEST 2004
editTrustWindowTitle=Zertifikats-Vertrauen bearbeiten
serverCertNotYetValidTitle=Server-Zertifikat noch nicht g\u00FCltig
deleteSslCertConfirm=Sind Sie sicher, dass Sie diese Website-Zertifikate l\u00F6schen wollen?
deleteCaCertImpact=Wenn Sie ein Zertifizierungsstellen(CA)-Zertifikat l\u00F6schen, wird Ihr Browser keinen Zertifikaten mehr vertrauen, die von dieser CA herausgegeben wurden.
issuerNotTrusted=Da Sie der Zertifizierungsstelle, die dieses Zertifikat herausgegeben hat, nicht vertrauen, vertrauen Sie auch der Echtheit dieses Zertifikats nicht. Und zwar so lange, wie Sie dies hier nicht anders angeben.
pageInfo_Privacy_Weak2=Verschl\u00FCsselung auf niedriger Stufe kann unberechtigten Personen die M\u00F6glichkeit bieten, diese Informationen anzusehen.
pageInfo_Privacy_Weak1=Die Website %S verwendet Verschl\u00FCsselung auf niedriger Stufe f\u00FCr die Seite, die Sie anzeigen.
devinfo_stat_ready=Bereit
deleteSslCertImpact=Wenn Sie ein Website-Zertifikat l\u00F6schen, werden Sie, beim n\u00E4chsten Besuch der Website, wieder gefragt, ob Sie es akzeptieren m\u00F6chten.
escrowFinalMessage=Sie sollten nur dann OK klicken, wenn Sie "%S" vertrauen, Ihren privaten Schl\u00FCssel zu sch\u00FCtzen.
crlAutoupdateFailed=Fehlgeschlagen
deleteEmailCertTitle=E-Mail-Zertifikate l\u00F6schen
advertisedUrlLabel=URL bekanntgegeben von der CA
resetPreferences=Verwenden Sie diese Schaltfl\u00E4che, um die Sicherheitseinstellungen von %S auf die Werksseinstellungen zur\u00FCckzusetzen.
importCACertsPrompt=W\u00E4hlen Sie die Datei mit dem oder den zu importierenden CA-Zertifikat(en)
file_browse_Certificate_spec=Zertifikations-Datei
resetPasswordConfirmationMessage=Ihr Passwort wurde zur\u00FCckgesetzt.
deleteEmailCertConfirm=Sind Sie sicher, dass Sie die E-Mail-Zertifikate dieser Leute l\u00F6schen wollen?
devinfo_manID=Hersteller
pageInfo_WeakEncryption=Verbindung verschl\u00FCsselt\: Verschl\u00FCsselung auf niedriger Stufe (%S %S bit)
unknownIssuer=<Unbekannter Herausgeber>
pageInfo_Privacy_Strong2=Verschl\u00FCsselung macht es sehr schwierig f\u00FCr unberechtigte Personen, zwischen Computern \u00FCbertragene Informationen auszusp\u00E4hen. Daher ist es sehr unwahrscheinlich, dass jemand diese Seite gelesen hat, als sie durch das Netzwerk geschickt wurde.
notPresent=<kein Teil des Zertifikats>
pageInfo_Privacy_Strong1=Die Seite, die Sie anzeigen, wurde verschl\u00FCsselt, bevor sie \u00FCber das Internet \u00FCbermittelt wurde.
crlAutoupdateNotEnabled=Nicht aktiviert
incorrect_pw=Sie haben nicht das richtige aktuelle Master-Passwort eingegeben. Bitte versuchen Sie es nochmals.
file_browse_PKCS12_spec=PKCS12 Dateien
chooseP12RestoreFileDialog=Dateiname zum Wiederherstellen
devinfo_desc=Beschreibung
pageInfo_SiteNotVerified=Website-Identit\u00E4t nicht verifiziert
pw_erased_ok=Warnung\! Sie haben Ihr Master-Passwort gel\u00F6scht.
resetPasswordButtonLabel=Zur\u00FCcksetzen
deleteSslCertTitle=Website-Zertifikate l\u00F6schen
failed_pw_change=Master-Passwort konnte nicht ge\u00E4ndert werden.
certNotVerified_Unknown=Dieses Zertifikat konnte aus unbekannten Gr\u00FCnden nicht verifiziert werden.
certNotVerified_IssuerUnknown=Dieses Zertifikat konnte nicht verifiziert werden, da der Herausgeber unbekannt ist.
deleteCaCertTitle=CA-Zertifikate l\u00F6schen
devinfo_stat_disabled=Deaktiviert
certNotVerified_CertNotTrusted=Dieses Zertifikat konnte nicht verifiziert werden, da ihm nicht vertraut wird.
deleteUserCertFlag=deleteUserFlag
chooseP12BackupFileDialog=Dateiname f\u00FCr Backup
pageInfo_NoEncryption=Verbindung nicht verschl\u00FCsselt
pw_not_wanted=Warnung\! Sie haben sich entschieden, kein Master-Passwort zu verwenden.
crlAutoupdateEnabled=Aktiviert
devinfo_stat_uninitialized=Uninitialisiert
newCAMessage1=Wollen Sie "%S" f\u00FCr die folgenden Zwecke vertrauen?
deleteEmailCertImpact=Wenn Sie ein E-Mail-Zertifikat l\u00F6schen, k\u00F6nnen Sie keine verschl\u00FCsselten E-Mails mehr an diese Leute senden.
pw_change2empty_in_fips_mode=Sie sind derzeit im FIPS-Modus. FIPS ben\u00F6tigt ein nicht leeres Master-Passwort.
enabledStatement=Automatisches Update f\u00FCr diese CRL wurde aktiviert.
devinfo_modpath=Pfad
yesButton=Ja
undefinedValStr=<nicht definiert>
enable_fips=FIPS aktivieren
pageInfo_ViewCertificate=Sicherheitszertifikate anzeigen, die die Identit\u00E4t dieser Website verifizieren.
deleteCaCertFlag=deleteCaFlag
pw_empty_warning=Ihre gespeicherten Web- und E-Mail-Passw\u00F6rter, Formulardaten und private Schl\u00FCssel werden nicht gesch\u00FCtzt.
NoUpdateFailure=Keines
pw_change_ok=Master-Passwort erfolgreich ge\u00E4ndert.
certNotVerified_IssuerNotTrusted=Dieses Zertifikat konnte nicht verifiziert werden, da dem Herausgeber nicht vertraut wird.
unnamedCA=Zertifizierungsstelle (unbenannt)
pageInfo_WebSiteVerified=Website-Identit\u00E4t verifiziert
SignedBy=Unterzeichnet von %s
deleteSslCertFlag=deleteSslFlag
devinfo_modname=Modul
editTrustSSL=Das Zertifikat "%S" wurde herausgegeben von\:
serverCertExpiredMsg2=Sie sollten sicherstellen, dass die Zeit Ihres Computers (derzeit auf %S gesetzt) korrekt ist.
serverCertExpiredMsg1="%S" verwendet ein Sicherheitszertifikat, um Daten verschl\u00FCsselt zu \u00FCbertragen. Das Zertifikat  ist aber am %S abgelaufen.
crlNextUpdateMsg2=Die Certificate Revocation List (CRL) von "%S" muss erneuert werden.
serverCertNotYetValedMsg1="%S" ist eine Website, die ein Sicherheitszertifikat zur Veschl\u00FCsselung der Daten w\u00E4hrend der \u00DCbertragung verwendet, aber das Zertifikat ist erst g\u00FCltig ab %S.
crlNextUpdateMsg1=%S kann keine verschl\u00FCsselte Verbindung mit "%S" herstellen.
issuerNotKnown=Da Sie der Zertifizierungsstelle, die dieses Zertifikat herausgegeben hat, nicht vertrauen, vertrauen Sie auch der Echtheit dieses Zertifikats nicht. Und zwar so lange, wie Sie dies hier nicht anders angeben.
deleteCaCertConfirm=Sind Sie sicher, dass Sie diese CA-Zertifikate l\u00F6schen wollen?
devinfo_stat_loggedin=Eingeloggt
noButton=Nein
pageInfo_Privacy_None3=Die Seite, die Sie ansehen, ist nicht verschl\u00FCsselt.
CertPassPrompt=Bitte geben Sie Ihr pers\u00F6nliches Sicherheitspasswort f\u00FCr das private PSM-Schl\u00FCssel-Kryptographie-Modul ein.
pageInfo_Privacy_None2=Informationen, die ohne Verschl\u00FCsselung \u00FCber das Internet gesendet werden, k\u00F6nnen, w\u00E4hrend der \u00DCbertragung, von anderen Personen angesehen werden.
certNotVerified_CertRevoked=Dieses Zertifikat konnte nicht verifiziert werden, da es zur\u00FCckgezogen wurde.
disable_fips=FIPS deaktivieren
pageInfo_Privacy_None1=Die Website %S unterst\u00FCtzt keine Verschl\u00FCsselung f\u00FCr die Seite, die Sie ansehen.
deleteUserCertTitle=Ihre Zertifikate l\u00F6schen
lastFetchUrlLabel=URL urspr\u00FCnglich geholt von
disabledStatement=Automatisches Update wurde f\u00FCr diese CRL nicht  aktiviert.
certNotVerified_CertExpired=Dieses Zertifikat konnte nicht verifiziert werden, da es abgelaufen ist.
editTrustEmail=Das Zertifikat "%S" wurde herausgegeben von\:
crlAutoupdateOk=OK
password_not_set=(nicht festgelegt)
clientAuthMessage2=Herausgegeben unter\: "%S"
clientAuthMessage1=Organisation\: "%S"
certNotVerified_CAInvalid=Dieses Zertifikat konnte nicht verifiziert werden, da das CA-Zertifikat ung\u00FCltig ist.
serverCertExpiredTitle=Server-Zertifikat abgelaufen
importWebSiteCertPrompt=W\u00E4hlen Sie jene Datei, die das zu importierendes Website-Zertifikat enth\u00E4lt
deleteUserCertConfirm=Sind Sie sicher, dass Sie diese Zertifikate l\u00F6schen wollen?
devinfo_stat_notpresent=Nicht vorhanden
deleteEmailCertFlag=deleteEmailFlag
pageInfo_StrongEncryption=Verbindung verschl\u00FCsselt\: Verschl\u00FCsselung auf hoher Stufe (%S %S bit)
crlAutoUpdtaeFreqCntError=Update-Intervall muss eine gr\u00F6\u00DFere Zahl als null sein.
formSigningIntro=Die Website '%S' hat gefordert, dass Sie die folgende Textnachricht unterschreiben\:
certVerified=Dieses Zertifikat wurde f\u00FCr die folgenden Verwendungen verifiziert\:
importEmailCertPrompt=W\u00E4hlen Sie jene Datei, die das zu importierendes E-Mail-Zertifikate enth\u00E4lt
devinfo_serialnum=Seriennummer
crlAutoUpdateDayCntError=Anzahl der Tage bis zum n\u00E4chsten Update muss gr\u00F6\u00DFer als null sein.
devinfo_stat_notloggedin=Nicht eingeloggt
login_failed=Einloggen fehlgeschlagen
CrlUpdatePrefsSetConfirmation=Die Einstellungen f\u00FCr automatische Updates werden erst wirksam, wenn Sie den Browser neu starten.
loadPK11TokenDialog=W\u00E4hlen Sie eine PKCS\#11-Einrichtung zum Laden
devinfo_hwversion=HW-Version
undefinedURL=Die URL f\u00FCr automatische Updates ist nicht definiert
issuerCertNotFound=Das Zertifikat f\u00FCr diese Zertifizierungsstelle wurde nicht gefunden
devinfo_fwversion=FW-Version
crlAutoupdateQuestion2=M\u00F6chten Sie die Einstellungen f\u00FCr automatische Updates ansehen?
crlAutoupdateQuestion1=M\u00F6chten Sie automatische Updates aktivieren?
issuerTrusted=Da Sie der Zertifizierungsstelle vertrauen, die dieses Zertifikat herausgegeben hat, vertrauen Sie der Echtheit dieses Zertifikats. und zwar so lange, wie Sie dies hier nicht anders angeben.
mismatchDomainMsg2=Wenn Sie vermuten, dass das angezeigte Zertifikat nicht "%S" geh\u00F6rt, brechen Sie bitte die Verbindung ab, und benachrichtigen Sie den Administrator der Website.
mismatchDomainMsg1=Sie haben versucht, eine Verbindung mit "%S" aufzubauen. Allerdings geh\u00F6rt das "vorgezeigte" Sicherheitszertifikat "%S". Es ist m\u00F6glich, aber unwahrscheinlich, dass jemand versucht, Ihre Kommunikation mit dieser Website abzufangen.
certDetails=Zertifikat-Ansicht\:
devinfo_label=Label
fips_nonempty_password_required=FIPS-Modus ben\u00F6tigt ein Master-Passwort f\u00FCr jedes Kryptographie-Modul. Bitte legen Sie das Passwort fest, bevor Sie versuchen, den FIPS-Modus zu aktivieren.
resetPasswordConfirmationTitle=Master-Passwort zur\u00FCcksetzen
deleteUserCertImpact=Wenn Sie eines Ihrer eigenen Zertifikate l\u00F6schen, k\u00F6nnen Sie es nicht mehr verwenden, um sich zu identifizieren.
editTrustCA=Das Zertifikat "%S" repr\u00E4sentiert eine Zertifizierungsstelle.
pageInfo_Identity_Verified=Die Website %S unterst\u00FCtzt Authentifizierung f\u00FCr die Seite, die Sie ansehen. Die Identit\u00E4t dieser Website wurde verifiziert von %S, einer Zertifizierungsstelle, der Sie f\u00FCr diesen Zweck vertrauen.
devinfo_status=Status
