can=Povolit
canSession=Allow for Session
cannot=Blokovat
cachefolder=V\u00FDb\u011Br slo\u017Eky pro vyrovn\u00E1vac\u00ED pam\u011B\u0165
choosehomepage=Vybrat domovskou str\u00E1nku
choosebookmark=%brand% m\u016F\u017Ee nastavit jako domovskou str\u00E1nku n\u011Bkterou ze str\u00E1nek v z\u00E1lo\u017Ek\u00E1ch. Vyberte n\u00ED\u017Ee Pou\u017E\u00EDt z\u00E1lo\u017Eku a klepn\u011Bte na OK.
choosefile=Vybrat soubor
viewrow=Zobrazit...
hiderow=Skr\u00FDt
nofontsforlang=Pro tento jazyk nejsou dostupn\u00E1 \u017E\u00E1dn\u00E1 p\u00EDsma

invalidURI=Please enter a valid hostname
invalidURITitle=Invalid Hostname Entered

oldTheme=Vybrali jste vzhled, kter\u00FD bylo navr\u017Een pro p\u0159edchoz\u00ED verzi aplikace %brand% a je tak se sou\u010Dasnou verz\u00ED nekompatibiln\u00ED. Zkuste si pros\u00EDm naj\u00EDt aktualizovanou verzi pomoc\u00ED %brand% Theme Park. Vzhled lze odinstalovat klepnut\u00EDm na tla\u010D\u00EDtko "Odinstalovat %theme_name%".

languageAlert=Pro aktivaci nov\u00E9ho nastaven\u00ED jazyka nebo regionu prove\u010Fte restart aplikace %brand%.
languageTitle=V\u00FDb\u011Br jazyka

prefSaveFailedAlert=P\u0159i ukl\u00E1d\u00E1n\u00ED souboru s nastaven\u00EDm do\u0161lo k chyb\u011B. V\u0161echny zm\u011Bny v nastaven\u00EDch budou po ukon\u010Den\u00ED relace ztraceny.
prefSaveFailedTitle=Chyba p\u0159i ukl\u00E1d\u00E1n\u00ED

prefRemoveAllMsg=T\u00EDm se provede v\u00FDmaz V\u0160ECH do\u010Dasn\u00FDch soubor\u016F, seznamu st\u00E1hnut\u00FDch soubor\u016F, ulo\u017Een\u00FDch informac\u00ED z formul\u00E1\u0159\u016F, cookie soubor\u016F a hesel\!
prefRemoveAllTitle=V\u00FDmaz v\u0161ech informac\u00ED
prefRemoveAllRemoveButton=Vymazat v\u0161echny informace

prefRemovePasswdsMsg=Smazat v\u0161echna ulo\u017Een\u00E1 hesla?
prefRemovePasswdsTitle=Smaz\u00E1n\u00ED v\u0161ech hesel
prefRemovePasswdsRemoveButton=Smazat v\u0161echna hesla

# pref-fonts
labelDefaultFont=V\u00FDchoz\u00ED (%S)

cookiepermissionstext=You can specify which web sites are always or never allowed to use cookies.  Type the exact address of the site you want to manage and then click Block or Allow.
cookiepermissionstitle=Exceptions
installpermissionstext=You can specify which web sites are allowed to install software. Type the exact address of the site you want to allow and then click Allow.
installpermissionstitle=Allowed Sites
popuppermissionstext=You can specify which web sites are allowed to open popup windows. Type the exact address of the site you want to allow and then click Allow.
popuppermissionstitle=Allowed Sites
downloadpermissionstext=You can specify which web sites are allowed to download files to your computer. Type the exact address of the site you want to allow and then click Allow.
downloadpermissionstitle=Allowed Sites
imagepermissionstext=You can specify which web sites are allowed to load images. Type the exact address of the site you want to manage and then click Block or Allow.
imagepermissionstitle=Exceptions
