#Translated with MozillaTranslator version 5.02
#Mon Aug 16 14:04:18 CEST 2004
prefRemoveAllMsg=Mit dieser Aktion l\u00F6schen Sie die gesamte Chronik, den Cache, die komplette Liste der k\u00FCrzlich heruntergeladenen Dateien, alle gespeicherten Formulardaten, die Suchergebnisse sowie alle Cookies und gespeicherten Passw\u00F6rter\!
prefSaveFailedAlert=Konnte die Einstellungen-Datei nicht speichern. Alle \u00C4nderungen der Einstellungen gehen am Ende dieser Sitzung verloren.
canSession=F\u00FCr diese Sitzung erlauben
viewrow=Ansicht...
installpermissionstitle=Berechtigte Websites
password_not_set=(nicht festgelegt)
setMasterPassword=Master-Passwort festlegen...
pw_not_wanted=Warnung\! Sie haben sich entschieden, kein Master-Passwort zu verwenden.
prefRemoveAllTitle=Alle Daten l\u00F6schen
nofontsforlang=Es sind keine Schriftarten f\u00FCr diese Sprache verf\u00FCgbar
pw_change_failed_title=Das \u00C4ndern des Passworts ist fehlgeschlagen
prefRemovePasswdsTitle=Alle Passw\u00F6rter entfernen
pw_change_ok=Master-Passwort erfolgreich ge\u00E4ndert.
prefRemoveAllRemoveButton=Alle Daten l\u00F6schen
prefRemovePasswdsRemoveButton=Alle Passw\u00F6rter entfernen
labelDefaultFont=Standard (%S)
changeMasterPassword=Master-Passwort \u00E4ndern...
pw_empty_warning=Ihre gespeicherten Web- und E-Mail-Passw\u00F6rter, Formulardaten und private Schl\u00FCssel werden nicht gesch\u00FCtzt.
popuppermissionstext=Sie k\u00F6nnen festlegen, welchen Websites Sie erlauben wollen, Pop-up-Fenster zu \u00F6ffnen. Geben Sie bitte die exakte Adresse der Website ein, der Sie das erlauben wollen und klicken Sie dann auf Erlauben. 
choosehomepage=Startseite w\u00E4hlen
choosebookmark=%brand% kann Ihre Startseite auf eine Seite festlegen, die Sie bereits zu Ihren Lesezeichen hinzugef\u00FCgt haben. W\u00E4hlen Sie ein Lesezeichen und klicken Sie dann auf OK.
prefRemovePasswdsMsg=Alle gespeicherten Passw\u00F6rter entfernen?
incorrect_pw=Sie haben nicht das richtige aktuelle Master-Passwort eingegeben. Bitte versuchen Sie es nochmals.
pw_change_success_title=Das \u00C4ndern des Passworts war erfolgreich
cannot=Blocken
languageTitle=Sprache wechseln
downloadpermissionstext=Sie k\u00F6nnen festlegen, welchen Websites Sie erlauben wollen, Dateien auf Ihren Computer zu laden. Geben Sie bitte die exakte Adresse der Website ein, der Sie das erlauben wollen und klicken Sie dann auf Erlauben. 
languageAlert=Bitte starten Sie %brand% neu, um die neuen Sprach- oder Regioneneinstellungen anzuwenden.
pw_erased_ok=Warnung\! Sie haben Ihr Master-Passwort gel\u00F6scht.
imagepermissionstitle=Ausnahmen
can=Erlauben
popuppermissionstitle=Berechtigte Websites
cookiepermissionstext=Sie k\u00F6nnen festlegen, welchen Websites Sie immer oder niemals erlauben wollen, Cookies zu benutzen. Geben Sie bitte die exakte Adresse der Website ein, die Sie verwalten wollen und klicken Sie dann Blocken, f\u00FCr diese Sitzung erlauben oder Erlauben. 
failed_pw_change=Das Master-Passwort konnte nicht ge\u00E4ndert werden.
installpermissionstext=Sie k\u00F6nnen festlegen, welchen Websites Sie erlauben wollen, Software zu installieren. Geben Sie bitte die exakte Adresse der Website ein, der Sie das erlauben wollen und klicken Sie dann auf Erlauben. 
cachefolder=Cache-Ordner w\u00E4hlen
cookiepermissionstitle=Ausnahmen
imagepermissionstext=Sie k\u00F6nnen festlegen, welchen Websites Sie erlauben wollen Grafiken zu laden. Geben Sie bitte die exakte Adresse der Website ein, die Sie verwalten wollen und klicken Sie dann auf Blockieren oder Erlauben.
invalidURI=Bitte tragen Sie einen g\u00FCltigen Hostnamen ein
hiderow=Ausblenden
downloadpermissionstitle=Berechtigte Websites
pw_change2empty_in_fips_mode=Sie sind derzeit im FIPS-Modus. FIPS ben\u00F6tigt ein nicht leeres Master-Passwort.
invalidURITitle=Ung\u00FCltiger Hostname eingetragen
choosefile=Datei w\u00E4hlen
oldTheme=Sie haben ein Theme ausgew\u00E4hlt, das f\u00FCr eine fr\u00FChere Version von %brand% erstellt wurde und zu Ihrer derzeitigen %brand%-Version inkompatibel ist. Bitte pr\u00FCfen Sie, ob im %brand% Theme Park eine aktualisierte Version des Themes vorliegt. Sie k\u00F6nnen dieses Theme deinstallieren, indem Sie "%theme_name% deinstallieren" klicken.
prefSaveFailedTitle=Fehler beim Speichern
