#Translated with MozillaTranslator version 5.02
#Fri Jul 09 10:59:35 CEST 2004
repost=Stran, ki jo \u017Eelite videti, vsebuje podatke o oddaji, ki so zastarali v predpomnilniku. \u010Ce jih po\u0161ljete znova, se bo ponovno izvr\u0161ilo dejanje na obrazcu (npr. iskanje ali nakup preko spleta). \u010Ce \u017Eelite podatke vseeno poslati, kliknite V redu, druga\u010De pa kliknite Prekli\u010Di.
netInterrupt=Povezava s stranjo %S se je nepri\u010Dakovano uni\u010Dila. Nekaj podatkov pa se je morda vendarle preneslo.
unknownSocketType=Tega dokumenta ni mogo\u010De prikazati, \u010De nimate name\u0161\u010Denega Osebnega upravitelja varnosti (PSM). Prenesite in namestite PSM, ali pa se obrnite na skrbnika sistema.
isprinting=Dokumenta ne morete spremeniti, ko se tiska ali pa ste v predogledu tiskanja.
connectionFailure=Pri vzpostavljanju povezave s stranjo %S je bila zahteva zavrnjena.
netOffline=Tega dokumenta ne morem prikazati v brezpovezavnem na\u010Dinu
redirectLoop=Omejitev za preusmeritev za ta URI je bila prekora\u010Dena. Ni mogo\u010De nalo\u017Eiti zahtevane strani.
dnsNotFound=Strani %S ni bilo mogo\u010De najti. Preverite ime in poskusite znova.
netTimeout=\u010Casovna omejitev za vzpostavitev povezave s stranjo %S je potekla.
proxyResolveFailure=Stre\u017Enika proxy, ki ste ga navedli, ni mogo\u010De najti. Prosim, preglejte va\u0161e nastavitve za proxy in poskusite ponovno.
fileNotFound=Datoteke %s ni mogo\u010De najti. Preverite lokacijo in poskusite znova.
deniedPortAccess=Dostop do teh vrat je onemogo\u010Den zaradi varnostnih razlogov.
repostConfirm=Stran, ki jo \u017Eelite videti, vsebuje podatke o oddaji. \u010Ce jih po\u0161ljete znova, se bo ponovno izvr\u0161ilo dejanje na obrazcu (npr. iskanje ali nakup preko spleta). \u010Ce \u017Eelite podatke vseeno poslati, kliknite V redu, druga\u010De pa kliknite Prekli\u010Di.
protocolNotFound=%S ni registriran protokol.
malformedURI=URI ni veljaven, zato ga ni mogo\u010De nalo\u017Eiti.
netReset=Dokument ne vsebuje podatkov.
proxyConnectFailure=Povezava do stre\u017Enika proxy, ki ste ga nastavili, je bila zavrnjena. Prosim, preglejte va\u0161e nastavitve za proxy in poskusite ponovno.
