#Translated with MozillaTranslator version 5.02
#Fri Jul 09 10:59:35 CEST 2004
NS_ERROR_UNEXPECTED=Pri tiskanju je pri\u0161lo do nepri\u010Dakovane te\u017Eave.
NS_ERROR_GFX_PRINTER_COLORSPACE_NOT_SUPPORTED=Pri tiskanju je pri\u0161lo do te\u017Eave, kajti opravilo zahteva barvne zmogljivosti, ki jih va\u0161 tiskalnik ne podpira.
NS_ERROR_GFX_PRINTER_XPRINT_NO_XPRINT_SERVERS_FOUND=Pri\u0161lo je do napake pri tiskanju. Ne najdem nobenega Xprint stre\u017Enika.\nProsim, preglejte, \u010De vsebuje okoljska spremenljivka XPSERVERLIST kaj veljavnih Xprint stre\u017Enikov.
NS_ERROR_GFX_PRINTER_PRINTER_IO_ERROR=Te\u017Eave pri tiskanju. V/I (I/O) napaka tiskalnika.
noPrintFilename.alert=Izbrali ste "Natisni v\: Datoteka", niste pa navedli imena datoteke\!
NS_ERROR_GFX_PRINTER_XPRINT_BROKEN_XPRT=Odkrita je bila okvarjena razli\u010Dica stre\u017Enika Xprint (Xprt). Vedite, da tiskanje s pomo\u010Djo tega stre\u017Enika Xprt morda ne bo delovalo. Obrnite se na prodajalca stre\u017Enika za popravljeno razli\u010Dico.
NS_ERROR_GFX_PRINTER_CMD_NOT_FOUND=Te\u017Eave pri tiskanju. Tiskalnik ne podpira ukaza za tiskanje.
NS_ERROR_GFX_PRINTER_PRINTPREVIEW=Za predogled tiskanja mora biti na voljo vsaj en tiskalnik.
NS_ERROR_GFX_PRINTER_PRINT_WHILE_PREVIEW=Dokler ste v predogledu tiskanja, ni mogo\u010De tiskati.
NS_ERROR_GFX_PRINTER_ACCESS_DENIED=Te\u017Eave pri tiskanju. Dostop do tiskalnika je bil zavrnjen.
NS_ERROR_GFX_PRINTER_FILE_IO_ERROR=Pri pisanju izhodne datoteke tiskanja je pri\u0161lo do napake.
NS_ERROR_ABORT=Tiskalno opravilo je bilo prekinjeno ali preklicano.
NS_ERROR_GFX_PRINTER_OUT_OF_PAPER=Te\u017Eave pri tiskanju. V tiskalniku ni ve\u010D papirja.
NS_ERROR_GFX_PRINTER_PRINTER_NOT_READY=Te\u017Eave pri tiskanju. Tiskalnik ni pripravljen.
NS_ERROR_GFX_PRINTER_DOC_IS_BUSY_PP=Brskalnik trenutno ne more pokazati predogleda tiskanja.\nPoskusite znova, ko bo stran nalo\u017Eena.
NS_ERROR_GFX_PRINTER_PAPER_SIZE_NOT_SUPPORTED=Pri tiskanju je pri\u0161lo do te\u017Eav, kajti va\u0161 tiskalnik ne podpira nastavljene velikosti papirja.
NS_ERROR_OUT_OF_MEMORY=Te\u017Eave pri tiskanju. Za tiskanje ni na voljo dovolj pomnilnika.
fontsize=10
PrintToFile=Natisni v datoteko
NS_ERROR_GFX_NO_PRINTDIALOG_IN_TOOLKIT=Ali dodatna pogovorna okna niso bila pravilno name\u0161\u010Dena,\nali pa ta GFX Toolkit ne podpira ve\u010D nativnih tiskalnih pogovornih oken.
noprinter=Ni tiskalnikov na voljo.
NS_ERROR_GFX_PRINTER_ORIENTATION_NOT_SUPPORTED=Pri tiskanju je pri\u0161lo do te\u017Eav, kajti va\u0161 tiskalnik ne podpira navedene usmerjenosti strani.
fileConfirm.exists=Datoteka %S \u017Ee obstaja.\nAli jo \u017Eelite zamenjati?
NS_ERROR_GFX_PRINTER_COULD_NOT_OPEN_FILE=Te\u017Eave pri tiskanju. Izhodne datoteke ni mogo\u010De odpreti.
NS_ERROR_NOT_AVAILABLE=Ni na voljo
NS_ERROR_GFX_PRINTER_TOO_MANY_COPIES=Pri tiskanju je pri\u0161lo do te\u017Eav, ker ste zahtevali preve\u010D kopij.
fontname=serif
printpreview_error_dialog_title=Napaka pri predogledu tiskanja
NS_ERROR_GFX_PRINTER_PLEX_NOT_SUPPORTED=Pri tiskanju je pri\u0161lo do te\u017Eav, kajti va\u0161 tiskalnik ne podpira izbranega na\u010Dina plex.
NS_ERROR_GFX_PRINTER_DRIVER_CONFIGURATION_ERROR=Te\u017Eave pri tiskanju. Gonilnik za tiskalnik ni nastavljen pravilno.
NS_ERROR_GFX_PRINTER_DOC_WAS_DESTORYED=Stran je bila zamenjana, medtem ko ste posku\u0161ali tiskati.\nPoskusite znova.
NS_ERROR_GFX_PRINTER_ENDDOC=Pri tiskanju zaklju\u010Dka dokumenta je pri\u0161lo do napake.
NS_ERROR_GFX_PRINTER_NO_PRINTER_AVAILABLE=Te\u017Eave pri tiskanju. Ni bilo mogo\u010De najti tiskalnika.
NS_ERROR_NOT_IMPLEMENTED=Ena od mo\u017Enosti tiskanja \u0161e ni implementirana.
NS_ERROR_GFX_PRINTER_NAME_NOT_FOUND=Te\u017Eave pri tiskanju. Ni bilo mogo\u010De najti tiskalnika.
NS_ERROR_FAILURE=Zaradi neznanega razloga tiskanje ni uspelo.
NS_ERROR_GFX_COULD_NOT_LOAD_PRINT_MODULE=Zahtevanega modula tiskanja ne morem nalo\u017Eiti.
NS_ERROR_GFX_PRINTER_STARTPAGE=Na za\u010Detku tiskanja strani je pri\u0161lo do napake.
NS_ERROR_GFX_PRINTER_STARTDOC=Na za\u010Detku tiskanja dokumenta je pri\u0161lo do napake.
NS_ERROR_GFX_NO_PRINTROMPTSERVICE=Tiskalne vpra\u0161alne storitve ne najdem.
pageofpages=%1$d od %2$d
NS_ERROR_GFX_PRINTER_CMD_FAILURE=Te\u017Eave pri tiskanju. Navodilo, ki je bilo poslano tiskalniku, je bilo neuspe\u0161no.
pagenumber=%1$d
NS_ERROR_GFX_PRINTER_DOC_IS_BUSY=Brskalnik ne more natisniti dokumenta, medtem ko se nalaga.
print_error_dialog_title=Napaka tiskalnika
NS_ERROR_GFX_PRINTING_NOT_IMPLEMENTED=Tiskanje ni implementirano.
NS_ERROR_GFX_PRINTER_INVALID_ATTRIBUTE=Te\u017Eave pri tiskanju. Poskusili ste nastaviti neveljaven parameter za tiskanje.
NS_ERROR_GFX_PRINTER_ENDPAGE=Pri tiskanju zaklju\u010Dka strani je pri\u0161lo do napake.
noPrintFilename.title=Manjka ime datoteke
