#
# The contents of this file are subject to the Mozilla Public
# License Version 1.1 (the "License"); you may not use this file
# except in compliance with the License. You may obtain a copy of
# the License at http://www.mozilla.org/MPL/
#
# Software distributed under the License is distributed on an "AS
# IS" basis, WITHOUT WARRANTY OF ANY KIND, either express or
# implied. See the License for the specific language governing
# rights and limitations under the License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is Netscape
# Communications Corporation.  Portions created by Netscape are
# Copyright (C) 1998 Netscape Communications Corporation. All
# Rights Reserved.
#
# Contributor(s): 
# 

SignedBy=%S al\u00e1\u00edrta
CertPassPrompt=\u00cdrja be a szem\u00e9lyes biztons\u00e1gi jelszav\u00e1t a PSM szem\u00e9lyes kulcsokat tartalmaz\u00f3 adatv\u00e9delmi eszk\u00f6z.

#These are for dialogs
#Download Cert dialog
newCAMessage1=Megb\u00edzik "%S" CA-ban a k\u00f6vetkez\u0151 t\u00e9m\u00e1kban?
unnamedCA=Hiteles\u00edt\u00e9sszolg\u00e1ltat\u00f3 (n\u00e9vtelen)

#For editing cert trust
editTrustWindowTitle=Tan\u00fas\u00edtv\u00e1ny-bizalom szerkeszt\u00e9se
editTrustCA=A "%S" tan\u00fas\u00edtv\u00e1ny egy hiteles\u00edt\u00e9sszolg\u00e1ltat\u00f3t reprezent\u00e1l.
editTrustSSL=A "%S" tan\u00fas\u00edtv\u00e1nyt kiadta:
editTrustEmail=A "%S" tan\u00fas\u00edtv\u00e1nyt kiadta:
issuerNotTrusted=Mivel nem b\u00edzik e tan\u00fas\u00edtv\u00e1nyt kibocs\u00e1t\u00f3 hiteles\u00edt\u00e9sszolg\u00e1ltat\u00f3ban, ez\u00e9rt ebben a tan\u00fas\u00edtv\u00e1nyban sem, kiv\u00e9ve ha k\u00fcl\u00f6n m\u00e1shogy rendelkezik.
issuerTrusted=Mivel b\u00edzik e tan\u00fas\u00edtv\u00e1nyt kibocs\u00e1t\u00f3 hiteles\u00edt\u00e9sszolg\u00e1ltat\u00f3ban, ez\u00e9rt ebben a tan\u00fas\u00edtv\u00e1nyban is, kiv\u00e9ve, ha k\u00fcl\u00f6n m\u00e1shogy rendelkezik.
issuerNotKnown=Mivel nem ismeri a hiteles\u00edt\u00e9sszolg\u00e1ltat\u00f3t, amely ezt a tan\u00fas\u00edtv\u00e1nyt ki\u00e1ll\u00edtotta, ebben a tan\u00fas\u00edtv\u00e1nyban sem b\u00edzik, kiv\u00e9ve, ha k\u00fcl\u00f6n m\u00e1shogy rendelkezik.
issuerCertNotFound=A hiteles\u00edt\u00e9sszolg\u00e1ltat\u00f3 tan\u00fas\u00edtv\u00e1nya nem tal\u00e1lhat\u00f3

#For Deleting Certificates
deleteSslCertFlag=deleteSslFlag
deleteSslCertConfirm=Biztosan le akarja t\u00f6r\u00f6lni ezeket a webhelytan\u00fas\u00edtv\u00e1nyokat?
deleteSslCertImpact=Ha let\u00f6rli a webhely tan\u00fas\u00edtv\u00e1ny\u00e1t, a webhely legk\u00f6zelebbi l\u00e1togat\u00e1s\u00e1n\u00e1l \u00fajra r\u00e1 fog k\u00e9rdezni a rendszer, hogy elfogadja-e?
deleteSslCertTitle=Webhely tan\u00fas\u00edtv\u00e1nyainak t\u00f6rl\u00e9se

deleteUserCertFlag=deleteUserFlag
deleteUserCertConfirm=Biztosan t\u00f6r\u00f6lni akarja ezeket a tan\u00fas\u00edtv\u00e1nyokat?
deleteUserCertImpact=Ha valamely saj\u00e1t tan\u00fas\u00edtv\u00e1nyodat t\u00f6rli, akkor t\u00f6bb\u00e9 nem haszn\u00e1lhatja saj\u00e1t maga azonos\u00edt\u00e1s\u00e1ra.
deleteUserCertTitle=Tan\u00fas\u00edtv\u00e1nyok t\u00f6rl\u00e9se

deleteCaCertFlag=deleteCaFlag
deleteCaCertConfirm=Biztosan t\u00f6r\u00f6lni akarja ezeket a CA-tan\u00fas\u00edtv\u00e1nyokat?
deleteCaCertImpact=Ha egy hiteles\u00edt\u00e9sszolg\u00e1ltat\u00f3 tan\u00fas\u00edtv\u00e1ny\u00e1t t\u00f6rli, a b\u00f6ng\u00e9sz\u0151 nem b\u00edzik meg t\u00f6bbet azon k\u00f6zpont \u00e1ltal kiadott tan\u00fas\u00edtv\u00e1nyokban.
deleteCaCertTitle=CA-tan\u00fas\u00edtv\u00e1nyok t\u00f6rl\u00e9se

deleteEmailCertFlag=deleteEmailFlag
deleteEmailCertConfirm=Biztosan t\u00f6r\u00f6lni akarja ezen emberek e-mail tan\u00fas\u00edtv\u00e1ny\u00e1t?
deleteEmailCertImpact=Ha egy e-mail tan\u00fas\u00edtv\u00e1nyt t\u00f6r\u00f6l, t\u00f6bb\u00e9 nem tud k\u00f3dolt levelet k\u00fcldeni az illet\u0151nek.
deleteEmailCertTitle=E-mail tan\u00fas\u00edtv\u00e1nyok t\u00f6rl\u00e9se


#PKCS#12 file dialogs
chooseP12RestoreFileDialog=Visszat\u00f6ltend\u0151 f\u00e1jl neve
chooseP12BackupFileDialog=Elmentend\u0151 f\u00e1jl neve
file_browse_PKCS12_spec=PKCS12-f\u00e1jlok

#Mismatch Domain Dialg
mismatchDomainMsg1=Kapcsolatfelv\u00e9telt k\u00eds\u00e9relt meg a k\u00f6vetkez\u0151vel: %S. Azonban a bemutatott biztons\u00e1gi tan\u00fas\u00edtv\u00e1ny "%S"-hez tartozik. Lehets\u00e9ges, hogy valaki megpr\u00f3b\u00e1l k\u00f6zbe\u00e9kel\u0151dni.
mismatchDomainMsg2=Amennyiben felmer\u00fclt a gyan\u00fa, hogy a megmutatott tan\u00fas\u00edtv\u00e1ny nem "%S"-hez tartozik, szak\u00edtsa meg a kapcsolatot \u00e9s \u00e9rtes\u00edtse a rendszergazd\u00e1t.

#Server Cert expired
serverCertExpiredMsg1="%S" biztons\u00e1gi tan\u00fas\u00edtv\u00e1nyt haszn\u00e1l az adat\u00e1tvitel titkos\u00edt\u00e1s\u00e1hoz, de a tan\u00fas\u00edtv\u00e1nya lej\u00e1rt %S-kor.
serverCertExpiredTitle=Lej\u00e1rt kiszolg\u00e1l\u00f3tan\u00fas\u00edtv\u00e1ny
serverCertNotYetValedMsg1="%S" egy olyan webhely, amely biztons\u00e1gi tan\u00fas\u00edtv\u00e1nyt haszn\u00e1l az adatok titkos\u00edt\u00e1s\u00e1ra az \u00e1tvitel sor\u00e1n, de ez a tan\u00fas\u00edtv\u00e1ny nem \u00e9rv\u00e9nyes a k\u00f6vetkez\u0151 id\u0151pontig: %S.
serverCertNotYetValidTitle=A kiszolg\u00e1l\u00f3tan\u00fas\u00edtv\u00e1ny m\u00e9g nem \u00e9rv\u00e9nyes
serverCertExpiredMsg2=Ellen\u0151rizze, hogy helyesen van be\u00e1ll\u00edtva a rendszerid\u0151, amely jelenleg: %S.

#Preferences
resetPreferences=A gomb alkalmaz\u00e1s\u00e1val %S biztons\u00e1gi be\u00e1ll\u00edt\u00e1sai a gy\u00e1ri alap\u00e9rt\u00e9kekre \u00e1llnak vissza.

#Cert verification
certVerified=A tan\u00fas\u00edtv\u00e1ny a k\u00f6vetkez\u0151kre lett ellen\u0151rizve:
certNotVerified_CertRevoked=Nem siker\u00fclt ellen\u0151rizni a tan\u00fas\u00edtv\u00e1nyt, mert vissza lett vonva.
certNotVerified_CertExpired=Nem siker\u00fclt ellen\u0151rizni a tan\u00fas\u00edtv\u00e1nyt, mert lej\u00e1rt.
certNotVerified_CertNotTrusted=Nem siker\u00fclt ellen\u0151rizni a tan\u00fas\u00edtv\u00e1nyt, mert nem megb\u00edzhat\u00f3.
certNotVerified_IssuerNotTrusted=Nem siker\u00fclt ellen\u0151rizni a tan\u00fas\u00edtv\u00e1nyt, mert a kibocs\u00e1t\u00f3ja nem megb\u00edzhat\u00f3.
certNotVerified_IssuerUnknown=Nem siker\u00fclt ellen\u0151rizni a tan\u00fas\u00edtv\u00e1nyt, mert a kibocs\u00e1t\u00f3ja ismeretlen.
certNotVerified_CAInvalid=Nem siker\u00fclt ellen\u0151rizni a tan\u00fas\u00edtv\u00e1nyt, mert a CA-tan\u00fas\u00edtv\u00e1ny \u00e9rv\u00e9nytelen.
certNotVerified_Unknown=A tan\u00fas\u00edtv\u00e1ny ismeretlen okb\u00f3l ellen\u0151rizhetetlen.

#Client auth
clientAuthMessage1=Szervezet: "%S"
clientAuthMessage2=Kibocs\u00e1t\u00f3: "%S"

#Page Info
pageInfo_SiteNotVerified=A webhely hiteless\u00e9ge ellen\u0151rizetlen
pageInfo_WebSiteVerified=A webhely hiteless\u00e9ge ellen\u0151rizve
pageInfo_Identity_Verified=A %S webhely t\u00e1mogatja a titkos\u00edtott \u00e1tvitelt. Az oldal hiteless\u00e9ge %S, egy megb\u00edzhat\u00f3nak jel\u00f6lt hiteles\u00edt\u00e9sszolg\u00e1ltat\u00f3 \u00e1ltal ellen\u0151rizve.
pageInfo_ViewCertificate=A weboldal hiteless\u00e9gi tan\u00fas\u00edtv\u00e1ny\u00e1nak megn\u00e9z\u00e9se.
pageInfo_NoEncryption=A kapcsolat nincs titkos\u00edtva
pageInfo_Privacy_None1=A %S webhely ezen oldala nincs titkos\u00edtva.
pageInfo_Privacy_None2=Az interneten kereszt\u00fcl k\u00fcld\u00f6tt titkos\u00edtatlan adatokhoz \u00fatk\u00f6zben m\u00e1sok is hozz\u00e1f\u00e9rhetnek. 
pageInfo_Privacy_None3=A megjelen\u00edtett oldal nincsen titkos\u00edtva.
pageInfo_StrongEncryption=A kapcsolat titkos\u00edtva van: magas szint\u0171 titkos\u00edt\u00e1s (%S %S bit)
pageInfo_Privacy_Strong1=Az \u00e9ppen n\u00e9zett oldalt titkos\u00edtott\u00e1k, miel\u0151tt \u00e1tk\u00fcldt\u00e9k az interneten.
pageInfo_Privacy_Strong2=A titkos\u00edt\u00e1s nagyon neh\u00e9zz\u00e9 teszi illet\u00e9ktelen szem\u00e9lyek sz\u00e1m\u00e1ra az adatok lehallgat\u00e1s\u00e1t, am\u00edg azok a sz\u00e1m\u00edt\u00f3g\u00e9pek k\u00f6z\u00f6tt utaznak. Emiatt nem val\u00f3sz\u00edn\u0171, hogy b\u00e1rki is elolvasta ezt az oldalt, am\u00edg az a h\u00e1l\u00f3zaton utazott.
pageInfo_WeakEncryption=A kapcsolat titkos\u00edtva van: alacsony szint\u0171 titkos\u00edt\u00e1s (%S %S bit)
pageInfo_Privacy_Weak1=%S weboldal alacsony szint\u0171 titkos\u00edt\u00e1st haszn\u00e1l az \u00e9ppen megtekintett oldalhoz.
pageInfo_Privacy_Weak2=Az alacsony szint\u0171 titkos\u00edt\u00e1s mellett elk\u00e9pzelhet\u0151, hogy illet\u00e9ktelen szem\u00e9lyek hozz\u00e1f\u00e9rnek ezekhez az adatokhoz.

#Cert Viewer
certDetails=Tan\u00fas\u00edtv\u00e1nymegjelen\u00edt\u0151:
notPresent=<Nem r\u00e9sze a tan\u00fas\u00edtv\u00e1nynak>
unknownIssuer=<Ismeretlen kibocs\u00e1t\u00f3>

escrowFinalMessage=Csak akkor kattintson az OK gombra, ha megb\u00edzik "%S" szolg\u00e1ltat\u00f3ban, hogy az megv\u00e9di az \u00d6n szem\u00e9lyes titkos\u00edt\u00e1si kulcs\u00e1t.

#Token Manager
password_not_set=(nincs be\u00e1ll\u00edtva)
failed_pw_change=Nem siker\u00fclt megv\u00e1ltoztatni a mesterjelsz\u00f3t!
incorrect_pw=A megadott mesterjelsz\u00f3 nem helyes. Pr\u00f3b\u00e1lja \u00fajra.
pw_change_ok=A mesterjelsz\u00f3 megv\u00e1ltoztat\u00e1sa siker\u00fclt.
pw_erased_ok=Vigy\u00e1zat! T\u00f6r\u00f6lte a mesterjelsz\u00f3t.

pw_not_wanted=Vigy\u00e1zat! \u00dagy d\u00f6nt\u00f6tt, hogy nem haszn\u00e1l mesterjelsz\u00f3t.
pw_empty_warning=A weboldalakhoz, \u0171rlapokhoz \u00e9s az e-mailhez t\u00e1rolt jelszavakat nem v\u00e9di semmi.
pw_change2empty_in_fips_mode=Jelenleg FIPS-m\u00f3dban van. A FIPS-hez k\u00f6telez\u0151 nem \u00fcres mesterjelsz\u00f3t megadni.
login_failed=Sikertelen bejelentkez\u00e9s
loadPK11TokenDialog=V\u00e1lassza ki a bet\u00f6ltend\u0151 PKCS#11 eszk\u00f6zt
devinfo_modname=Modul
devinfo_modpath=\u00datvonal
devinfo_label=C\u00edmke
devinfo_manID=Gy\u00e1rt\u00f3
devinfo_serialnum=Sorozatsz\u00e1m
devinfo_hwversion=HW-verzi\u00f3
devinfo_fwversion=FW-verzi\u00f3
devinfo_status=\u00c1llapot
devinfo_desc=Le\u00edr\u00e1s
devinfo_stat_disabled=Tiltva
devinfo_stat_notpresent=Nincs jelen
devinfo_stat_uninitialized=Nincs inicializ\u00e1lva
devinfo_stat_notloggedin=Nincs bejelentkezve
devinfo_stat_loggedin=Be van jelentkezve
devinfo_stat_ready=K\u00e9sz
enable_fips=FIPS enged\u00e9lyez\u00e9se
disable_fips=FIPS tilt\u00e1sa
fips_nonempty_password_required=A FIPS-m\u00f3dhoz sz\u00fcks\u00e9ges, hogy minden adatv\u00e9delmi eszk\u00f6zh\u00f6z legyen mesterjelsz\u00f3 be\u00e1ll\u00edtva. \u00c1ll\u00edtsa be a jelsz\u00f3t a FIPS-m\u00f3d enged\u00e9lyez\u00e9se el\u0151tt.

# CRL next update.
crlNextUpdateMsg1=%S nem tudott titkos\u00edtott kapcsolatot l\u00e9tes\u00edteni a k\u00f6vetkez\u0151vel: "%S".
crlNextUpdateMsg2="%S" tan\u00fas\u00edtv\u00e1ny-visszavon\u00e1si list\u00e1j\u00e1t (CRL-j\u00e9t) friss\u00edteni kell.
NoUpdateFailure=Nincs
lastFetchUrlLabel=Az URL eredetileg innen sz\u00e1rmazik
advertisedUrlLabel=A CA \u00e1ltal hirdetett URL
CrlUpdatePrefsSetConfirmation = Az automatikus friss\u00edt\u00e9s be\u00e1ll\u00edt\u00e1sai a b\u00f6ng\u00e9sz\u0151 \u00fajraind\u00edt\u00e1sa ut\u00e1n l\u00e9pnek \u00e9rv\u00e9nybe.
crlAutoUpdateDayCntError=A k\u00f6vetkez\u0151 friss\u00edt\u00e9s el\u0151tti napok sz\u00e1ma null\u00e1n\u00e1l nagyobb kell legyen.
crlAutoUpdtaeFreqCntError=A friss\u00edt\u00e9s gyakoris\u00e1ga null\u00e1n\u00e1l nagyobb sz\u00e1m kell legyen.
disabledStatement=Az automatikus friss\u00edt\u00e9s nincs enged\u00e9lyezve erre a CRL-re.
enabledStatement=Az automatikus friss\u00edt\u00e9s enged\u00e9lyezve van erre a CRL-re.
crlAutoupdateQuestion1=Enged\u00e9lyezi az automatikus friss\u00edt\u00e9st?
crlAutoupdateQuestion2=Megn\u00e9zi az automatikus friss\u00edt\u00e9s be\u00e1ll\u00edt\u00e1sait?
undefinedValStr=<Nincs megadva>
undefinedURL=Az automatikus friss\u00edt\u00e9s c\u00edme nincs megadva.
yesButton=Igen
noButton=Nem
resetPasswordButtonLabel=T\u00f6rl\u00e9s
resetPasswordConfirmationTitle=Mesterjelsz\u00f3 t\u00f6rl\u00e9se
resetPasswordConfirmationMessage=A mesterjelsz\u00f3 t\u00f6r\u00f6lve
crlAutoupdateEnabled=Enged\u00e9lyezve
crlAutoupdateNotEnabled=Nincs enged\u00e9lyezve
crlAutoupdateOk=OK
crlAutoupdateFailed=Sikertelen

#Import certificate(s) file dialog
importEmailCertPrompt=V\u00e1lassza ki a f\u00e1jlt, amelyben az import\u00e1land\u00f3 e-mail tan\u00fas\u00edtv\u00e1ny van
importCACertsPrompt=V\u00e1lassza ki a f\u00e1jlt, amelyben az import\u00e1land\u00f3 CA-tan\u00fas\u00edtv\u00e1ny van
importWebSiteCertPrompt=V\u00e1lassza ki a f\u00e1jlt, amelyben az import\u00e1land\u00f3 webhelytan\u00fas\u00edtv\u00e1ny van
file_browse_Certificate_spec=Tan\u00fas\u00edtv\u00e1nyok

# Form Signing confirmation prompt
formSigningIntro=A(z) '%S' webhely a k\u00f6vetkez\u0151 sz\u00f6veges \u00fczenet al\u00e1\u00edr\u00e1s\u00e1t k\u00e9ri:
