#Translated with MozillaTranslator version 5.02
#Fri Jul 09 10:59:36 CEST 2004
editTrustWindowTitle=Urejanje zaupanja certifikata
serverCertNotYetValidTitle=Certifikat stre\u017Enika \u0161e ni veljaven
deleteSslCertConfirm=Ste prepri\u010Dani, da \u017Eelite izbrisati te certifikate spletnih strani?
deleteCaCertImpact=\u010Ce zbri\u0161ete certifikat uradne osebe za certifikate (CA), certifikatom, ki jih le-ta izdaja, ne boste ve\u010D zaupali.
issuerNotTrusted=Ker ne zaupate uradni osebi za certifikate (CA), ki izdaja ta certifikat, avtenti\u010Dnosti tega certifikata ne zaupate, razen \u010De je to posebej ozna\u010Deno tukaj.
pageInfo_Privacy_Weak2=Nizkostopenjsko \u0161ifriranje lahko neavtoriziranim ljudem omogo\u010Di, da vidijo te podatke.
pageInfo_Privacy_Weak1=Spletna stran %S uporablja nizkostopenjsko \u0161ifriranje za stran, ki jo nalagate.
devinfo_stat_ready=V stanju pripravljenosti.
deleteSslCertImpact=\u010Ce zbri\u0161ete certifikat spletne strani, boste za sprejem le-tega ponovno vpra\u0161ani, ko boste znova obiskali spletno stran, ki jo certificira.
escrowFinalMessage=Gumb V redu pritisnite tedaj, in le tedaj, ko zaupate "%S" za varovanje va\u0161ega \u0161ifrirnega privatnega klju\u010Da.
crlAutoupdateFailed=Neuspe\u0161no
deleteEmailCertTitle=Izbris e-po\u0161tnih certifikatov
advertisedUrlLabel=Uradna oseba za certifikate (CA) ogla\u0161uje URI
resetPreferences=Ta gumb uporabite, da ponastavite varnostne nastavitve na njihove za\u010Detne vrednosti %S.
importCACertsPrompt=Izberite datoteko, ki vsebuje CA certifikat(e) za uvoz
file_browse_Certificate_spec=Datoteke s certifikati
resetPasswordConfirmationMessage=Va\u0161e geslo je bilo ponastavljeno.
deleteEmailCertConfirm=Ste prepri\u010Dani, da \u017Eelite izbrisati certifikate za e-po\u0161to naslednjih ljudi?
devinfo_manID=Izdelovalec
pageInfo_WeakEncryption=Povezava \u0161ifrirana\: Nizkostopenjsko \u0161ifriranje (%S %S bitno)
unknownIssuer=<Neznan izdajatelj>
pageInfo_Privacy_Strong2=\u0160ifriranje oziroma enkripcija zelo ote\u017Eko\u010Di neavtoriziranim ljudem vpogled v med ra\u010Dunalniki potujo\u010De podatke. Zato je zelo neverjetno, da je bila ta stran prebrana, ko je potovala preko mre\u017Ee.
notPresent=<Ni del certifikata>
pageInfo_Privacy_Strong1=Stran, ki jo gledate, je bila \u0161ifrirana, preden je bila posredovana prek interneta.
crlAutoupdateNotEnabled=Ni omogo\u010Deno
incorrect_pw=Niste vnesli pravega trenutnega glavnega gesla. Prosim, poskusite ponovno.
chooseP12RestoreFileDialog=Ime datoteke za obnavljanje
file_browse_PKCS12_spec=Datoteke PKCS12
devinfo_desc=Opis
pageInfo_SiteNotVerified=Identiteta spletne strani ni preverjena
pw_erased_ok=Pozor\! Izbrisali ste glavno geslo.
resetPasswordButtonLabel=Ponastavi
deleteSslCertTitle=Izbris certifikatov spletne strani
failed_pw_change=Ne morem spremeniti glavnega gesla.
certNotVerified_Unknown=Tega certifikata ni mo\u010D preveriti iz neznanih razlogov.
certNotVerified_IssuerUnknown=Tega certifikata ni bilo mogo\u010De preveriti, saj je izdajatelj neznan.
deleteCaCertTitle=Izbris CA certifikatov
devinfo_stat_disabled=Onemogo\u010Deno
certNotVerified_CertNotTrusted=Tega certifikata ni bilo mogo\u010De preveriti, saj mu ne zaupamo.
deleteUserCertFlag=deleteUserFlag
chooseP12BackupFileDialog=Ime datoteke za varnostno kopijo
pageInfo_NoEncryption=Povezava ni \u0161ifrirana
pw_not_wanted=Opozorilo\! Odlo\u010Dili ste se, da ne boste uporabljali glavnega gesla.
crlAutoupdateEnabled=Omogo\u010Deno
devinfo_stat_uninitialized=Neinicializirano
newCAMessage1=\u017Delite zaupati "%S" za slede\u010De namene?
deleteEmailCertImpact=\u010Ce izbri\u0161ete e-po\u0161tni certifikat, ne boste ve\u010D mogli po\u0161iljati \u0161ifriranih sporo\u010Dil ljudem.
pw_change2empty_in_fips_mode=Trenutno ste v FIPS na\u010Dinu. FIPS zahteva glavno geslo, ki ni prazno.
enabledStatement=Ta CRL omogo\u010Da samodejno posodobljanje.
devinfo_modpath=Pot
yesButton=Da
undefinedValStr=<Ni dolo\u010Deno>
enable_fips=Omogo\u010Di FIPS
pageInfo_ViewCertificate=Preglej varnostni certifikat, ki preverja identiteto te spletne strani.
deleteCaCertFlag=deleteCaFlag
pw_empty_warning=Va\u0161a spravljena spletna in e-po\u0161tna gesla, podatki obrazcev, in privatni klju\u010Di ne bodo zavarovani.
NoUpdateFailure=Ni\u010D
pw_change_ok=Glavno geslo je bilo uspe\u0161no spremenjeno
certNotVerified_IssuerNotTrusted=Tega certifikata ne morem preveriti, kajti izdajatelju ne zaupam.
unnamedCA=Uradna oseba za certifikate (CA) (neimenovana)
pageInfo_WebSiteVerified=Identiteta spletne strani preverjena
SignedBy=Podpisnik %S
deleteSslCertFlag=deleteSslFlag
devinfo_modname=Modul
editTrustSSL=Izdajatelj certifikata "%S" je\:
serverCertExpiredMsg2=Pametno bi se bilo prepri\u010Dati, da je va\u0161 sistemski \u010Das (trenutno %S) pravilen.
serverCertExpiredMsg1="%S" je stran, ki uporablja varnostni certifikat za \u0161ifriranje podatkov med prenosom, a njen certifikat je pretekel dne %S.
crlNextUpdateMsg2='Certificate Revocation List (CRL)' od "%S" mora biti posodobljena.
serverCertNotYetValedMsg1="%S" je stran, ki uporablja varnostni certifikat za \u0161ifriranje podatkov med prenosom, a njen certifikat ne bo veljaven do %S.
crlNextUpdateMsg1=%S ne more ustvariti \u0161ifrirane povezave s stranjo "%S".
issuerNotKnown=Ker ne poznate uradne osebe za certifikate (CA), ki je izdala ta certifikat, le-temu ne priznavate avtenti\u010Dnosti, razen \u010De je tukaj druga\u010De ozna\u010Deno.
deleteCaCertConfirm=Ste prepri\u010Dani, da \u017Eelite izbrisati te certifikate uradnih oseb za certifikate (CA)?
devinfo_stat_loggedin=Prijava uspe\u0161na
noButton=Ne
pageInfo_Privacy_None3=Stran, ki jo gledate, ni \u0161ifrirana.
CertPassPrompt=Prosim, vnesite osebno varnostno geslo (Personal Security Password) za varnostno napravo 'PSM Private Keys'.
pageInfo_Privacy_None2=Podatke, poslane prek interneta brez \u0161ifriranja, lahko vidijo drugi med prenosom.
certNotVerified_CertRevoked=Tega certifikata ni bilo mogo\u010De preveriti, kajti bil je razveljavljen.
disable_fips=Onemogo\u010Di FIPS
pageInfo_Privacy_None1=Spletna stran %S ne podpira \u0161ifriranja za stran, ki jo nalagate.
deleteUserCertTitle=Brisanje va\u0161ih certifikatov
lastFetchUrlLabel=URI najprej iz
disabledStatement=Samodejno posodobljanje ni omogo\u010Deno za ta CRL.
certNotVerified_CertExpired=Tega certifikata ni bilo mogo\u010De preveriti, saj je pretekel.
editTrustEmail=Certifikat "%S" je izdal certifikator\:
crlAutoupdateOk=V redu
password_not_set=(ni nastavljeno)
clientAuthMessage2=Izdano pod\: "%S"
clientAuthMessage1=Organizacija\: "%S"
certNotVerified_CAInvalid=Tega certifikata ni bilo mo\u010D preveriti, kajti certifikatorjev (CA) certifikat ni veljaven.
serverCertExpiredTitle=Stre\u017Enikov certifikat je pretekel
importWebSiteCertPrompt=Izberite datoteko, ki vsebuje certifikat spletne strani za uvoz
deleteUserCertConfirm=Ste prepri\u010Dani, da \u017Eelite izbrisati te certifikate?
devinfo_stat_notpresent=Ni prisotno
deleteEmailCertFlag=deleteEmailFlag
pageInfo_StrongEncryption=Povezava \u0161ifrirana\: Visokostopenjsko \u0161ifriranje (%S %S bitno)
crlAutoUpdtaeFreqCntError=Frekvenca posodobitev mora biti \u0161tevilo, ve\u010Dje od ni\u010D.
formSigningIntro=Stran '%S' je zahtevala, da podpi\u0161ete slede\u010De besedilno sporo\u010Dilo\:
certVerified=Ta certifikat je bil preverjen za slede\u010De namene\:
importEmailCertPrompt=Izberite datoteko, ki vsebuje e-po\u0161tni certifikat za uvoz
devinfo_serialnum=Serijska \u0161tevilka
crlAutoUpdateDayCntError=\u0160tevilo dni pred naslednjo posodobitvijo mora biti \u0161tevilo, ve\u010Dje od ni\u010D.
devinfo_stat_notloggedin=Niste prijavljeni
login_failed=Prijava neuspe\u0161na
CrlUpdatePrefsSetConfirmation=Nastavitve samodejne posodobitve bodo veljavne, ko ponovno po\u017Eenete brskalnik.
loadPK11TokenDialog=Izberite PKCS\#11 napravo za nalaganje
devinfo_hwversion=HW razli\u010Dica
undefinedURL=URI za samodejno posodobljanje ni dolo\u010Den.
issuerCertNotFound=Certifikata te uradne osebe za certifikate (CA) ni mogo\u010De najti
devinfo_fwversion=FM razli\u010Dica
crlAutoupdateQuestion2=\u017Delite videti nastavitve samodejnih posodobitev?
crlAutoupdateQuestion1=\u017Delite omogo\u010Diti samodejno posodobitev?
issuerTrusted=Ker zaupate uradni osebi za certifikate (CA), ki je ta certifikat izdala, avtenti\u010Dnosti le-tega zaupate, razen \u010De ni tu druga\u010De ozna\u010Deno.
mismatchDomainMsg2=\u010Ce sumite, da prikazan certifikat ne pripada "%S", prekli\u010Dite povezavo in obvestite administratorja strani.
mismatchDomainMsg1=Nameravali ste vzpostaviti povezavo s stranjo "%S", predstavljen varnostni certifikat pa pripada "%S". Mogo\u010De je, \u010Deprav ni verjetno, da posku\u0161a nekdo prislu\u0161kovati va\u0161i povezavi s to stranjo.
certDetails=Oglednik certifikata\:
devinfo_label=Oznaka
fips_nonempty_password_required=FIPS na\u010Din zahteva, da imate nastavljeno glavno geslo za vsako varnostno napravo. Prosim, nastavite geslo, preden omogo\u010Date FIPS na\u010Din.
resetPasswordConfirmationTitle=Ponastavitev glavnega gesla
deleteUserCertImpact=\u010Ce zbri\u0161ete enega va\u0161ih lastnih certifikatov, se z njim ne boste mogli ve\u010D identificirati.
editTrustCA=Certifikat "%" predstavlja uradno osebo za certifikate (CA).
pageInfo_Identity_Verified=Spletna stran %S podpira avtentikacijo za stran, ki jo nalagate. Identiteta te strani je bila preverjena s strani %S, uradne osebe za certifikate (CA), ki ji v ta namen zaupate.
devinfo_status=Stanje
