#Translated with MozillaTranslator version 5.02
#Thu Aug 12 01:53:04 GMT-03:00 2004
editTrustWindowTitle=Editar confian\u00E7a do certificado
serverCertNotYetValidTitle=Certificado do servidor ainda n\u00E3o \u00E9 v\u00E1lido
deleteSslCertConfirm=Tem certeza que deseja excluir estes certificados de web sites?
deleteCaCertImpact=Se voc\u00EA excluir um certificado de Autoridade Certificadora (CA), seu browser n\u00E3o poder\u00E1 mais confiar em certificados emitidos por esta CA.
issuerNotTrusted=Como voc\u00EA n\u00E3o confia na Autoridade Certificadora que emitiu este certificado, voc\u00EA n\u00E3o est\u00E1 confiando na autenticidade do certificado a menos que indique aqui.
pageInfo_Privacy_Weak2=Uma criptografia de n\u00EDvel baixo pode permitir que pessoas n\u00E3o autorizadas interceptem estas informa\u00E7\u00F5es.
pageInfo_Privacy_Weak1=O site "%S" transmitiu a p\u00E1gina exibida utilizando uma criptografia de n\u00EDvel baixo.
devinfo_stat_ready=Pronto
deleteSslCertImpact=Se voc\u00EA excluir um certificado de web site, voc\u00EA ser\u00E1 consultado se o aceita novamente na pr\u00F3xima vez que voc\u00EA visitar o web site.
escrowFinalMessage=Voc\u00EA deve clicar em OK somente se voc\u00EA confiar em "%S" para proteger sua chave de criptografia privada.
crlAutoupdateFailed=Falha
deleteEmailCertTitle=Excluir certificados de email
advertisedUrlLabel=URL anunciada pela CA
resetPreferences=Use este bot\u00E3o para que as op\u00E7\u00F5es de seguran\u00E7a do %S voltem aos valores padr\u00E3o.
importCACertsPrompt=Selecione o arquivo contendo o certificado da CA para importar
file_browse_Certificate_spec=Arquivos de certificados
resetPasswordConfirmationMessage=A senha foi removida
deleteEmailCertConfirm=Tem certeza que deseja excluir os certificados de email dessas pessoas?
devinfo_manID=Fabricante
pageInfo_WeakEncryption=Conex\u00E3o criptografada\: Criptografia de n\u00EDvel baixo (%S %S bits)
unknownIssuer=<Emissor desconhecido>
pageInfo_Privacy_Strong2=A criptografia torna muito dif\u00EDcil que pessoas n\u00E3o autorizadas compreendam informa\u00E7\u00F5es transmitidas entre dois computadores. Portanto \u00E9 muito improv\u00E1vel que algu\u00E9m tenha interceptado esta p\u00E1gina quando ela foi transmitida pela rede.
notPresent=<N\u00E3o faz parte do certificado>
pageInfo_Privacy_Strong1=A p\u00E1gina exibida foi criptografada antes ser transmitida pela internet.
crlAutoupdateNotEnabled=N\u00E3o habilitado
incorrect_pw=Voc\u00EA n\u00E3o forneceu corretamente a senha mestre. Por favor tente de novo.
chooseP12RestoreFileDialog=Nome do arquivo a restaurar
file_browse_PKCS12_spec=Arquivos PKCS12
devinfo_desc=Descri\u00E7\u00E3o
pageInfo_SiteNotVerified=A identidade do site n\u00E3o foi comprovada.
pw_erased_ok=Aten\u00E7\u00E3o\! Voc\u00EA excluiu a senha mestre.
resetPasswordButtonLabel=Excluir
deleteSslCertTitle=Excluir certificados de sites
failed_pw_change=N\u00E3o foi poss\u00EDvel alterar a senha mestre
certNotVerified_Unknown=Por motivos desconhecidos, n\u00E3o foi poss\u00EDvel atestar este certificado.
certNotVerified_IssuerUnknown=N\u00E3o foi poss\u00EDvel atestar este certificado porque o emissor \u00E9 desconhecido.
deleteCaCertTitle=Excluir certificados de CA
devinfo_stat_disabled=Desabilitado
certNotVerified_CertNotTrusted=N\u00E3o foi poss\u00EDvel atestar este certificado porque ele n\u00E3o \u00E9 confi\u00E1vel.
deleteUserCertFlag=deleteUserFlag
chooseP12BackupFileDialog=Nome do arquivo para efetuar o backup
pageInfo_NoEncryption=Conex\u00E3o n\u00E3o criptografada.
pw_not_wanted=Aten\u00E7\u00E3o\! Voc\u00EA decidiu n\u00E3o usar uma senha mestre.
crlAutoupdateEnabled=Ativo
devinfo_stat_uninitialized=N\u00E3o inicializado
newCAMessage1=Deseja confiar em "%S" para as seguintes finalidades?
deleteEmailCertImpact=Se voc\u00EA excluir um certificado de email voc\u00EA n\u00E3o poder\u00E1 mais enviar emails criptografados para estas pessoas.
pw_change2empty_in_fips_mode=Voc\u00EA est\u00E1 atualmente no modo FIPS. FIPS necessita de uma senha mestre n\u00E3o vazia.
enabledStatement=A atualiza\u00E7\u00E3o autom\u00E1tica est\u00E1 habilitada para esta CRL.
devinfo_modpath=Caminho
yesButton=Sim
undefinedValStr=<N\u00E3o definido>
enable_fips=Habilitar FIPS
pageInfo_ViewCertificate=Exibir o certificado de seguran\u00E7a que comprova a identidade deste site.
deleteCaCertFlag=deleteCaFlag
pw_empty_warning=Suas senhas de web e de email, dados de formul\u00E1rios e chaves privadas n\u00E3o ser\u00E3o protegidas.
NoUpdateFailure=Nenhum
pw_change_ok=A senha mestre foi alterada com sucesso.
certNotVerified_IssuerNotTrusted=N\u00E3o foi poss\u00EDvel atestar este certificado porque o emissor n\u00E3o \u00E9 confi\u00E1vel.
unnamedCA=Autoridade Certificadora (sem nome)
pageInfo_WebSiteVerified=A identidade do site foi comprovada.
SignedBy=Assinado por %S
deleteSslCertFlag=deleteSslFlag
devinfo_modname=M\u00F3dulo
editTrustSSL=O certificado "%S" foi emitido por\:
serverCertExpiredMsg2=Voc\u00EA deve verificar para ter certeza que a hora do seu computador est\u00E1 correta (atualmente definida em %S).
serverCertExpiredMsg1="%S" \u00E9 um site que usa um certificado de seguran\u00E7a para criptografar dados durante a transmiss\u00E3o, mas a validade do certificado terminou em %S.
crlNextUpdateMsg2=A Lista de Revoga\u00E7\u00E3o de Certificados (CRL) de "%S" precisa ser atualizada.
serverCertNotYetValedMsg1="%S" \u00E9 um site que usa um certificado de seguran\u00E7a para criptografar dados durante a transmiss\u00E3o, mas o certificado dele n\u00E3o ser\u00E1 v\u00E1lido at\u00E9 %S.
crlNextUpdateMsg1=%S n\u00E3o p\u00F4de estabelecer uma conex\u00E3o criptografada com "%S".
issuerNotKnown=Como voc\u00EA n\u00E3o sabe que Autoridade Certificadora emitiu este certificado, voc\u00EA n\u00E3o est\u00E1 confiando na autenticidade do certificado a menos que indique aqui.
deleteCaCertConfirm=Tem certeza que deseja excluir estes certificados da CA?
devinfo_stat_loggedin=Logado
noButton=N\u00E3o
pageInfo_Privacy_None3=A p\u00E1gina exibida n\u00E3o foi criptografada.
CertPassPrompt=Por favor forne\u00E7a a senha de seguran\u00E7a pessoal para o dispositivo de seguran\u00E7a de chaves privadas do PSM.
pageInfo_Privacy_None2=Informa\u00E7\u00F5es transmitidas sem o uso de criptografia est\u00E3o sujeitas a intercepta\u00E7\u00E3o.
certNotVerified_CertRevoked=N\u00E3o foi poss\u00EDvel atestar este certificado porque ele foi revogado.
disable_fips=Desabilitar FIPS
pageInfo_Privacy_None1=O site "%S" n\u00E3o oferece criptografia para a p\u00E1gina exibida.
deleteUserCertTitle=Excluir seus certificados
lastFetchUrlLabel=Endere\u00E7o fornecido originalmente por
disabledStatement=A atualiza\u00E7\u00E3o autom\u00E1tica n\u00E3o est\u00E1 habilitada para esta CRL.
certNotVerified_CertExpired=N\u00E3o foi poss\u00EDvel atestar este certificado porque ele perdeu a validade.
editTrustEmail=O certificado "%S" foi emitido por\:
crlAutoupdateOk=OK
password_not_set=(n\u00E3o definida)
clientAuthMessage2=Issued Under\: "%S"
clientAuthMessage1=Empresa\: "%S"
certNotVerified_CAInvalid=N\u00E3o foi poss\u00EDvel atestar este certificado porque o certificado da Autoridade Certificadora \u00E9 inv\u00E1lido.
serverCertExpiredTitle=O certificado do servidor perdeu a validade
importWebSiteCertPrompt=Selecione o arquivo contendo o certificado de um web site para importar
deleteUserCertConfirm=Tem certeza que deseja excluir estes certificados?
devinfo_stat_notpresent=N\u00E3o presente
deleteEmailCertFlag=deleteEmailFlag
pageInfo_StrongEncryption=Conex\u00E3o criptografada\: Criptografia de n\u00EDvel alto (%S %S bits)
crlAutoUpdtaeFreqCntError=A freq\u00FC\u00EAncia de atualiza\u00E7\u00E3o deve ser um n\u00FAmero maior que zero
formSigningIntro=The site '%S' has requested that you sign the following text message\:
certVerified=Este certificado foi atestado para os seguintes usos\:
importEmailCertPrompt=Selecione o arquivo contendo o certificado de email de algu\u00E9m para importar
devinfo_serialnum=N\u00FAmero de s\u00E9rie
crlAutoUpdateDayCntError=O n\u00FAmero de dias antes da pr\u00F3xima atualiza\u00E7\u00E3o deve ser um n\u00FAmero maior que zero.
devinfo_stat_notloggedin=N\u00E3o logado
login_failed=Falha ao logar
CrlUpdatePrefsSetConfirmation=As novas op\u00E7\u00F5es de verifica\u00E7\u00E3o autom\u00E1tica ocorrer\u00E3o quando voc\u00EA reiniciar o browser.
loadPK11TokenDialog=Selecione um dispositivo PKCS\#11 para carregar
devinfo_hwversion=HW Version
undefinedURL=A atualiza\u00E7\u00E3o autom\u00E1tica n\u00E3o est\u00E1 definida.
issuerCertNotFound=O certificado desta Autoridade Certificadora n\u00E3o foi encontrado
devinfo_fwversion=FW Version
crlAutoupdateQuestion2=Gostaria de exibir as configura\u00E7\u00F5es de atualiza\u00E7\u00E3o autom\u00E1tica?
crlAutoupdateQuestion1=Gostaria de habilitar a atualiza\u00E7\u00E3o autom\u00E1tica?
issuerTrusted=Como voc\u00EA confia na Autoridade Certificadora que emitiu este certificado, voc\u00EA est\u00E1 confiando na autenticidade deste certificado a menos que indique aqui.
mismatchDomainMsg2=Se voc\u00EA suspeita que o certificado exibido n\u00E3o perten\u00E7a a "%S", por favor cancele a conex\u00E3o e notifique o administrador do site.
mismatchDomainMsg1=Voc\u00EA estabeleceu uma conex\u00E3o com "%S". Entretanto, o certificado de seguran\u00E7a apresentado pertence a "%S". \u00C9 poss\u00EDvel, apesar de improv\u00E1vel, que algu\u00E9m esteja tentando interceptar sua comunica\u00E7\u00E3o com este servidor.
certDetails=Visualizador de Certificados\: 
devinfo_label=Label
fips_nonempty_password_required=O modo FIPS necessita que voc\u00EA possua uma senha mestre para cada dispositivo de seguran\u00E7a. Por favor defina uma senha antes de tentar habilitar o modo FIPS.
resetPasswordConfirmationTitle=Excluir a senha mestre
deleteUserCertImpact=Se voc\u00EA excluir um dos seus pr\u00F3prios certificados, voc\u00EA n\u00E3o poder\u00E1 mais us\u00E1-lo para identificar-se.
editTrustCA=O certificado "%S" representa uma CA (Autoridade Certificadora).
pageInfo_Identity_Verified=O site "%S" suporta autentica\u00E7\u00E3o para a p\u00E1gina exibida. A identidade do site foi comprovada por %S, uma Autoridade Certificadora confiada para esta finalidade.
devinfo_status=Status
