# The contents of this file are subject to the Netscape Public
# License Version 1.1 (the "License"); you may not use this file
# except in compliance with the License. You may obtain a copy of
# the License at http://www.mozilla.org/NPL/
#
# Software distributed under the License is distributed on an "AS
# IS" basis, WITHOUT WARRANTY OF ANY KIND, either express or
# implied. See the License for the specific language governing
# rights and limitations under the License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is Netscape
# Communications Corporation. Portions created by Netscape are
# Copyright (C) 1998 Netscape Communications Corporation. All
# Rights Reserved.
#
# Contributor(s): 

malformedURI=La direcci\u00F3n no es v\u00E1lida y no ser\u00E1 cargada.
fileNotFound=No se encontr\u00F3 el archivo %S. Verifique el nombre y la ruta, e int\u00E9ntelo de nuevo.
dnsNotFound=No se pudo encontrar %S. Por favor revise el nombre e int\u00E9ntelo de nuevo.
protocolNotFound=%S no es un protocolo registrado.
connectionFailure=La conexi\u00F3n fue rechazada intentando contactar %S.
netInterrupt=La conexi\u00F3n con %S ha terminado sorpresivamente. Algunos datos pueden haber sido transferidos.
netTimeout=El intento de conexi\u00F3n con %S ha tomado mucho tiempo.
redirectLoop=Se ha alcanzado el l\u00EDmite de redirecciones para esta direcci\u00F3n. La p\u00E1gina no pudo ser cargada. \u00C9sto puede ser causado por cookies bloqueadas.
repost=El documento que intenta ver fue generado din\u00E1micamente con datos que han expirado del cach\u00E9. Si reenv\u00EDa los datos, cualquier acci\u00F3n que el formulario llev\u00F3 a cabo (una b\u00FAsqueda o compra en l\u00EDnea) ser\u00E1 repetida. Para reenviar los datos elija Aceptar. De lo contrario, elija Cancelar.
repostConfirm=La p\u00E1gina que esta tratando de ver fue generada din\u00E1micamente con datos enviados previamente. Si necesita reenviar los datos, cualquier acci\u00F3n que el formulario llev\u00F3 a cabo (como ser una b\u00FAsqueda o compra en linea) tendr\u00E1n que ser repetidas. Si quiere reenviar los datos, elija Aceptar, de lo contrario elija Cancelar.
unknownSocketType=Este documento no puede ser cargado a menos que se instale el Administrador de Seguridad (PSM). Baje e instale el PSM e intente de nuevo, o contacte al administrador.
netReset=El documento no contiene datos.
netOffline=Este documento no puede mostrarse sin conexi\u00F3n. Para conectarse, desmarque Trabajar Sin Conexi\u00F3n del men\u00FA Archivo.
isprinting=El documento no se puede cambiar mientras se imprime o en vista previa.
deniedPortAccess=El acceso al puerto solicitado ha sido deshabilitado por razones de seguridad.
proxyResolveFailure=El proxy que ha configurado no puede ser encontrado. Verifique la configuraci\u00F3n e intente nuevamente.
proxyConnectFailure=La conexi\u00F3n fue rechazada al tratar de conectar el servidor proxy configurado. Verifique la configuraci\u00F3n del proxy e intente nuevamente.
