#Translated with MozillaTranslator version 5.02
#Wed Jul 14 00:45:16 CEST 2004
repost=Siden du fors\u00F8ker \u00E5 vise inneholder POSTDATA som har blitt utdatert. Hvis du sender dataene p\u00E5 nytt, vil kommandoene som dokumentet utf\u00F8rte (f.eks. et s\u00F8k eller online-kj\u00F8p) bli gjentatt. For \u00E5 sende dataene p\u00E5 nytt, trykk OK. Eller trykk Avbryt.
netInterrupt=Tilkoblingen til %S ble brutt. Noen data kan ha blitt overf\u00F8rt.
unknownSocketType=Dette dokumentet kan ikke bli vist med mindre du installerer Personal Security Manager (PSM). Last ned og installer PSM og pr\u00F8v igjen, eller kontakt systemadministratoren din.
isprinting=Dokumentet kan ikke endres mens du skriver ut eller er i forh\u00E5ndsvisning.
connectionFailure=Tilkoblingen til %S ble avvist.
netOffline=Dokumentet kan ikke vises mens du er frakoblet. For \u00E5 koble til, fjern valget p\u00E5 'Arbeid frakoblet' fra Fil-menyen
redirectLoop=Omdirigerings-grense for URL-en ble n\u00E5dd. Klarte ikke \u00E5 laste den forespurte siden. Dette kan v\u00E6re pga. cookies som blir blokkert.
dnsNotFound=Klarte ikke \u00E5 finne %S. Kontroller navnet og pr\u00F8v igjen.
netTimeout=Operasjonen brukte for lang tid for \u00E5 koble til %S.
proxyResolveFailure=Proxy-tjeneren du har satt opp ble ikke funnet. Kontroller Proxy-innstillingene og pr\u00F8v igjen.
fileNotFound=Klarte ikke \u00E5 finne fila %S. Kontroller plasseringen og pr\u00F8v igjen.
deniedPortAccess=Tilgang til den angitte porten har blitt begrenset av sikkerhetshensyn.
repostConfirm=Siden du fors\u00F8ker \u00E5 vise inneholder POSTDATA. Hvis du sender dataene p\u00E5 nytt, vil handlinger som dokumentet utf\u00F8rte (som f.eks. et s\u00F8k eller online-kj\u00F8p) bli gjentatt. For \u00E5 sende dataene p\u00E5nytt, trykk OK. Ellers trykk Avbryt.
protocolNotFound=%S er ikke en registrert protokoll.
malformedURI=URL-en er ugyldig og kan ikke bli lastet.
netReset=Dokumentet inneholder ingen data.
proxyConnectFailure=Tilkoblingen til Proxy-tjeneren ble avvist. Kontroller Proxy-instillingene og pr\u00F8v igjen.
