#Translated with MozillaTranslator version 5.02
#Wed Jul 14 00:45:16 CEST 2004
NS_ERROR_UNEXPECTED=Et uventet problem oppstod ved utskrift.
NS_ERROR_GFX_PRINTER_COLORSPACE_NOT_SUPPORTED=Et problem oppstod ved utskrift. Utskriftsjobben krever farge-muligheter, som skriveren ikke st\u00F8tter.
NS_ERROR_GFX_PRINTER_XPRINT_NO_XPRINT_SERVERS_FOUND=Et problem oppstod ved utskrift. Kunne ikke finne noen Xprint-tjener(e). \nSjekk at XPSERVERLIST milj\u00F8variabelen inneholder gyldige Xprint-tjenere.\nSe http\://xprint.mozdev.org/ eller http\://www.mozilla.org/projects/xprint/ for mer informasjon.
NS_ERROR_GFX_PRINTER_PRINTER_IO_ERROR=Et problem oppstod med utskriften. I/O-feil.
noPrintFilename.alert=Du har valgt \u00ABSkriv ut til\: Fil\u00BB, og filnavnet er tomt\!
NS_ERROR_GFX_PRINTER_XPRINT_BROKEN_XPRT=En \u00F8delagt versjon av X print server (Xprt) har blitt oppdaget. Utskrift med denne Xprt-tjeneren kan gi feil. Kontakt produsenten av tjener-programvaren for en oppgradert versjon.
NS_ERROR_GFX_PRINTER_CMD_NOT_FOUND=Et problem oppstod ved utskrift. Skriveren st\u00F8tter ikke en utskriftskommando.
NS_ERROR_GFX_PRINTER_PRINTPREVIEW=Minst en skriver m\u00E5 v\u00E6re tilgjengelig for \u00E5 forh\u00E5ndsvise utskriften.
NS_ERROR_GFX_PRINTER_PRINT_WHILE_PREVIEW=Du kan ikke skrive ut mens du er i forh\u00E5ndsvisning.
NS_ERROR_GFX_PRINTER_ACCESS_DENIED=Et problem oppstod med utskriften. Skrivertilgang ble nektet.
NS_ERROR_GFX_PRINTER_FILE_IO_ERROR=Et problem oppstod ved utskrift til fil.
NS_ERROR_ABORT=Utskriftsjobben ble avbrutt.
NS_ERROR_GFX_PRINTER_OUT_OF_PAPER=Et problem oppstod ved utskrift. Skriveren er tom for papir.
NS_ERROR_GFX_PRINTER_PRINTER_NOT_READY=Et problem oppstod ved utskrift. Skriveren er ikke klar.
NS_ERROR_GFX_PRINTER_DOC_IS_BUSY_PP=Nettleseren kan ikke forh\u00E5ndsvise akkurat n\u00E5. Pr\u00F8v igjen n\u00E5r siden er ferdiglastet.
NS_ERROR_GFX_PRINTER_PAPER_SIZE_NOT_SUPPORTED=Et problem oppstod ved utskrift. Den angitte papirst\u00F8rrelsen st\u00F8ttes ikke av skriveren.
NS_ERROR_OUT_OF_MEMORY=Et problem oppstod ved utskrift. Det er ikke nok ledig internminne for \u00E5 skrive ut.
fontsize=10
PrintToFile=Skriv ut til fil.
NS_ERROR_GFX_NO_PRINTDIALOG_IN_TOOLKIT=Enten er pluggable dialoger ikke skikkelig installert, eller s\u00E5 st\u00F8tter dette biblioteket ikke native Utskrifts-dialoger mer.
noprinter=Ingen skrivere tilgjengelig.
NS_ERROR_GFX_PRINTER_ORIENTATION_NOT_SUPPORTED=Et problem oppstod ved utskrift. Side-orienteringen du oppgav er ikke st\u00F8ttet av skriveren.
fileConfirm.exists=%S finnes allerede. Vil du overskrive den?
NS_ERROR_GFX_PRINTER_COULD_NOT_OPEN_FILE=Et problem oppstod ved utskrift. Klarte ikke \u00E5 \u00E5pne m\u00E5lfila.
NS_ERROR_NOT_AVAILABLE=Utilgjengelig
NS_ERROR_GFX_PRINTER_TOO_MANY_COPIES=Et problem oppstod ved utskrift. Du ba om for mange kopier.
fontname=serif
printpreview_error_dialog_title=Feil i forh\u00E5ndsvisning
NS_ERROR_GFX_PRINTER_PLEX_NOT_SUPPORTED=Et problem oppstod ved utskrift, fordi den valgte plex-modusen ikke er st\u00F8ttet av skriveren.
NS_ERROR_GFX_PRINTER_DRIVER_CONFIGURATION_ERROR=Et problem oppstod ved utskrift. Skriver-driveren er ikke satt opp.
NS_ERROR_GFX_PRINTER_DOC_WAS_DESTORYED=Siden din ble byttet ut mens du fors\u00F8kte \u00E5 skrive ut. Pr\u00F8v igjen.
NS_ERROR_GFX_PRINTER_ENDDOC=Utskriften feilet ved fors\u00F8k p\u00E5 \u00E5 fullf\u00F8re dokumentet.
NS_ERROR_GFX_PRINTER_NO_PRINTER_AVAILABLE=Et problem oppstod ved utskrift. Ingen skrivere ble funnet.
NS_ERROR_NOT_IMPLEMENTED=Noe utskrifts-funksjonalitet er ikke implementert enn\u00E5.
NS_ERROR_GFX_PRINTER_NAME_NOT_FOUND=Et problem oppstod ved utskrift. En skriver kunne ikke bli funnet.
NS_ERROR_FAILURE=Utskrift feilet av en ukjent grunn.
NS_ERROR_GFX_COULD_NOT_LOAD_PRINT_MODULE=Klarte ikke \u00E5 laste den forespurte utskriftsmodulen.
NS_ERROR_GFX_PRINTER_STARTPAGE=Utskrift feilet ved oppstart av siden.
NS_ERROR_GFX_PRINTER_STARTDOC=Utskrift feilet ved oppstart av dokumentet.
NS_ERROR_GFX_NO_PRINTROMPTSERVICE=\u00ABPrinting Prompt Service\u00BB er utilgjengelig.
pageofpages=%1$d av %2$d
NS_ERROR_GFX_PRINTER_CMD_FAILURE=Et problem oppstod ved utskrift. En instruksjon som ble sendt til skriveren kunne ikke bli utf\u00F8rt.
pagenumber=%1$d
NS_ERROR_GFX_PRINTER_DOC_IS_BUSY=Nettleseren kan ikke skrive ut dokumentet mens det lastes inn.
print_error_dialog_title=Utskriftsfeil
NS_ERROR_GFX_PRINTING_NOT_IMPLEMENTED=Utskrift er ikke implementert.
NS_ERROR_GFX_PRINTER_INVALID_ATTRIBUTE=Et problem oppstod ved utskrift. Fors\u00F8kte \u00E5 sende en ugyldig skriverattributt.
NS_ERROR_GFX_PRINTER_ENDPAGE=Utskrift feilet ved fullf\u00F8relse av siden.
noPrintFilename.title=Filnavnet mangler
