can=Enged\u00e9lyez\u00e9s
cannot=Tilt\u00e1s
cachefolder=Gyors\u00edt\u00f3t\u00e1rmappa kiv\u00e1laszt\u00e1sa
choosehomepage=Kezd\u0151lap kiv\u00e1laszt\u00e1sa
choosebookmark=A %brand% k\u00e9pes arra, hogy egy k\u00f6nyvjelz\u0151k\u00e9nt elmentett weboldalt \u00e1ll\u00edtson be kezd\u0151lapnak. V\u00e1lasszon ki egy k\u00f6nyvjelz\u0151t \u00e9s kattintson az OK gombra.
choosefile=Tall\u00f3z\u00e1s
viewrow=Megtekint\u00e9s...
hiderow=Elrejt\u00e9s
nofontsforlang=Ehhez a nyelvhez nem tartoznak bet\u0171t\u00edpusok

# Themes preferences panel inserts the name of the selected
# theme into the %theme_name% segment
applyThemePrefix=%theme_name% alkalmaz\u00e1sa

uninstallThemePrefix=%theme_name% elt\u00e1vol\u00edt\u00e1sa


oldTheme=Olyan t\u00e9m\u00e1t v\u00e1lasztott, amely a %brand% egy kor\u00e1bbi verzi\u00f3j\u00e1hoz k\u00e9sz\u00fclt, \u00e9s ez nem haszn\u00e1lhat\u00f3 a %brand% jelenlegi verzi\u00f3j\u00e1ban. Keresse fel a %brand% Theme Parkot a t\u00e9ma friss\u00edtett verzi\u00f3j\u00e1\u00e9rt. Ezt a t\u00e9m\u00e1t a "%theme_name% elt\u00e1vol\u00edt\u00e1sa" gombbal t\u00e1vol\u00edthatja el.

languageAlert=Az \u00faj nyelv vagy ter\u00fcleti be\u00e1ll\u00edt\u00e1s haszn\u00e1lat\u00e1hoz ind\u00edtsa \u00fajra a %brand% programot.
languageTitle=Nyelv v\u00e1lt\u00e1sa

enableExtension=Kiterjeszt\u00e9s enged\u00e9lyez\u00e9se
disableExtension=Kiterjeszt\u00e9s tilt\u00e1sa

prefSaveFailedAlert=Nem siker\u00fclt menteni a be\u00e1ll\u00edt\u00e1sokat tartalmaz\u00f3 f\u00e1jlt. Minden be\u00e1ll\u00edt\u00e1s elv\u00e9sz, amit ebben a munkamenetben v\u00e1ltoztatott meg.
prefSaveFailedTitle=Ment\u00e9si hiba

prefRemoveAllMsg=Ezzel el fogja t\u00e1vol\u00edtani az \u00d6SSZES el\u0151zm\u00e9nyt, a gyors\u00edt\u00f3t\u00e1r tartalm\u00e1t, a mostan\u00e1ban let\u00f6lt\u00f6tt oldalak list\u00e1j\u00e1t, az \u00f6sszes elmentett \u0171rlapadatot \u00e9s keres\u00e9st, az \u00f6sszes s\u00fctit \u00e9s az elmentett jelszavakat!

prefRemoveAllTitle=\u00d6sszes inform\u00e1ci\u00f3 t\u00f6rl\u00e9se
prefRemoveAllRemoveButton=\u00d6sszes inform\u00e1ci\u00f3 t\u00f6rl\u00e9se

prefRemovePasswdsMsg=T\u00f6r\u00f6ljem az elmentett jelszavakat?
prefRemovePasswdsTitle=Elmentett jelszavak t\u00f6rl\u00e9se
prefRemovePasswdsRemoveButton=Elmentett jelszavak t\u00f6rl\u00e9se

# pref-fonts
labelDefaultFont=Alap\u00e9rtelmezett (%S)

cookiepermissionstext=You can specify which web sites are always or never allowed to use cookies.  Type the exact address of the site you want to manage and then click Block or Allow.
cookiepermissionstitle=Exceptions
installpermissionstext=You can specify which web sites are allowed to install software. Type the exact address of the site you want to allow and then click Allow.
installpermissionstitle=Allowed Sites
popuppermissionstext=You can specify which web sites are allowed to open popup windows. Type the exact address of the site you want to allow and then click Allow.
popuppermissionstitle=Allowed Sites
downloadpermissionstext=You can specify which web sites are allowed to download files to your computer. Type the exact address of the site you want to allow and then click Allow.
downloadpermissionstitle=Allowed Sites
imagepermissionstext=You can specify which web sites are allowed to load images. Type the exact address of the site you want to manage and then click Block or Allow.
imagepermissionstitle=Exceptions
