#Translated with MozillaTranslator version 5.02
#Thu Aug 12 01:52:44 GMT-03:00 2004
prefRemovePasswdsMsg=Excluir todas as senhas salvas?
viewrow=Exibir...
imagepermissionstitle=Exceptions
choosefile=Selecionar um arquivo
labelDefaultFont=Padr\u00E3o (%S)
prefRemoveAllTitle=Limpar tudo
prefRemoveAllRemoveButton=Limpar
popuppermissionstitle=Allowed Sites
downloadpermissionstitle=Allowed Sites
languageTitle=Selecionar idioma
popuppermissionstext=You can specify which web sites are allowed to open popup windows. Type the exact address of the site you want to allow and then click Allow.
prefRemovePasswdsRemoveButton=Excluir todas as senhas
can=Aceitar
languageAlert=Por favor reinicie o %brand% para usar o novo idioma ou configura\u00E7\u00E3o regional.
choosebookmark=O %brand% pode definir sua p\u00E1gina inicial para um site que existe em seus bookmarks. Selecione um bookmark abaixo e clique em OK.
cannot=Bloquear
prefRemovePasswdsTitle=Excluir todas as senhas
prefSaveFailedTitle=Erro ao salvar
disableExtension=Desativar extens\u00E3o
cookiepermissionstitle=Exceptions
installpermissionstext=You can specify which web sites are allowed to install software. Type the exact address of the site you want to allow and then click Allow.
uninstallThemePrefix=Desinstalar %theme_name% 
cachefolder=Selecione a pasta do cache\:
hiderow=Ocultar
prefSaveFailedAlert=Falha ao salvar o arquivo de op\u00E7\u00F5es. Qualquer mudan\u00E7a nas op\u00E7\u00F5es ser\u00E1 perdida quando o programa for fechado.
enableExtension=Ativar extens\u00E3o
choosehomepage=Arquivo da p\u00E1gina inicial
oldTheme=Voc\u00EA selecionou um tema que foi feito para uma vers\u00E3o anterior do %brand% e que \u00E9 incompat\u00EDvel com a vers\u00E3o atual. Por favor verifique o %brand% Theme Park para uma vers\u00E3o atualizada deste tema. Voc\u00EA pode desinstalar este tema clicando no bot\u00E3o "Desinstalar %theme_name%".
applyThemePrefix=Aplicar %theme_name% 
prefRemoveAllMsg=Este comando vai excluir  o seu hist\u00F3rico, cache, lista de downloads, informa\u00E7\u00F5es de formul\u00E1rios e pesquisas, cookies e senhas\!
nofontsforlang=Nenhuma fonte neste idioma
downloadpermissionstext=You can specify which web sites are allowed to download files to your computer. Type the exact address of the site you want to allow and then click Allow.
imagepermissionstext=You can specify which web sites are allowed to load images. Type the exact address of the site you want to manage and then click Block or Allow.
installpermissionstitle=Allowed Sites
cookiepermissionstext=You can specify which web sites are always or never allowed to use cookies.  Type the exact address of the site you want to manage and then click Block or Allow.
