#Translated with MozillaTranslator version 5.02
#Tue Aug 03 23:17:34 MSD 2004
editTrustWindowTitle=\u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0435 \u0434\u043E\u0432\u0435\u0440\u0438\u044F \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430\u043C
serverCertNotYetValidTitle=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0441\u0435\u0440\u0432\u0435\u0440\u0430 \u043D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u0435\u043D
deleteSslCertConfirm=\u0412\u044B \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0445\u043E\u0442\u0438\u0442\u0435 \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u044B \u044D\u0442\u043E\u0433\u043E \u0441\u0430\u0439\u0442\u0430?
deleteCaCertImpact=\u0415\u0441\u043B\u0438 \u0432\u044B \u0443\u0434\u0430\u043B\u0438\u0442\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0446\u0435\u043D\u0442\u0440\u0430 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u0438, \u0432\u0430\u0448 \u0431\u0440\u0430\u0443\u0437\u0435\u0440 \u0431\u043E\u043B\u044C\u0448\u0435 \u043D\u0435 \u0431\u0443\u0434\u0435\u0442 \u0434\u043E\u0432\u0435\u0440\u044F\u0442\u044C \u043D\u0438\u043A\u0430\u043A\u0438\u043C \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430\u043C, \u0432\u044B\u0434\u0430\u043D\u043D\u044B\u043C \u044D\u0442\u0438\u043C \u0446\u0435\u043D\u0442\u0440\u043E\u043C.
issuerNotTrusted=\u0422\u0430\u043A \u043A\u0430\u043A \u0432\u044B \u043D\u0435 \u0434\u043E\u0432\u0435\u0440\u044F\u0435\u0442\u0435 \u0446\u0435\u043D\u0442\u0440\u0443 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u0438, \u0432\u044B\u0434\u0430\u0432\u0448\u0435\u043C\u0443 \u044D\u0442\u043E\u0442 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442, \u0432\u044B \u043D\u0435 \u0434\u043E\u0432\u0435\u0440\u044F\u0435\u0442\u0435 \u0438 \u043F\u043E\u0441\u043B\u0435\u0434\u043D\u0435\u043C\u0443, \u0435\u0441\u043B\u0438 \u043E\u0431\u0440\u0430\u0442\u043D\u043E\u0435 \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D\u043E \u0437\u0434\u0435\u0441\u044C.
pageInfo_Privacy_Weak2=\u041F\u0440\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0438 \u0441\u043B\u0430\u0431\u043E\u0433\u043E \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0438\u044F \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043F\u043E\u0441\u0442\u043E\u0440\u043E\u043D\u043D\u0438\u0435 \u043B\u0438\u0446\u0430 \u043C\u043E\u0433\u0443\u0442 \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u0434\u043E\u0441\u0442\u0443\u043F \u043A \u044D\u0442\u043E\u0439 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438.
pageInfo_Privacy_Weak1=\u0421\u0430\u0439\u0442 %S \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442 \u0441\u043B\u0430\u0431\u043E\u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u0434\u043B\u044F \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B, \u043F\u0440\u043E\u0441\u043C\u0430\u0442\u0440\u0438\u0432\u0430\u0435\u043C\u043E\u0439 \u0432\u0430\u043C\u0438.
devinfo_stat_ready=\u0413\u043E\u0442\u043E\u0432\u043E
deleteSslCertImpact=\u0415\u0441\u043B\u0438 \u0432\u044B \u0443\u0434\u0430\u043B\u0438\u0442\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0441\u0430\u0439\u0442\u0430, \u0432\u0430\u0441 \u043F\u043E\u043F\u0440\u043E\u0441\u044F\u0442 \u043F\u0440\u0438\u043D\u044F\u0442\u044C \u0435\u0433\u043E \u0441\u043D\u043E\u0432\u0430 \u043F\u0440\u0438 \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0435\u043C \u043F\u043E\u0441\u0435\u0449\u0435\u043D\u0438\u0438 \u044D\u0442\u043E\u0433\u043E \u0441\u0430\u0439\u0442\u0430.
escrowFinalMessage=\u041D\u0430\u0436\u0438\u043C\u0430\u0439\u0442\u0435 "OK", \u0442\u043E\u043B\u044C\u043A\u043E \u0435\u0441\u043B\u0438 \u0432\u044B \u0434\u043E\u0432\u0435\u0440\u044F\u0435\u0442\u0435 "%S" \u0438 \u0445\u043E\u0442\u0438\u0442\u0435, \u0447\u0442\u043E\u0431\u044B \u043E\u043D \u0437\u0430\u0449\u0438\u0442\u0438\u043B \u0432\u0430\u0448 \u0437\u0430\u043A\u0440\u044B\u0442\u044B\u0439 \u043A\u043B\u044E\u0447.
crlAutoupdateFailed=\u041E\u0448\u0438\u0431\u043A\u0430
deleteEmailCertTitle=\u0423\u0434\u0430\u043B\u0435\u043D\u0438\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0432 \u044D\u043B. \u043F\u043E\u0447\u0442\u044B
advertisedUrlLabel=URL, \u0430\u0444\u0438\u0448\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0439 \u0421\u0410
resetPreferences=\u042D\u0442\u043E\u0439 \u043A\u043D\u043E\u043F\u043A\u043E\u0439 \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u0435\u0440\u0435\u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0431\u0435\u0437\u043E\u043F\u0430\u0441\u043D\u043E\u0441\u0442\u0438 %S \u043D\u0430 \u0438\u0441\u0445\u043E\u0434\u043D\u044B\u0435.
importCACertsPrompt=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u043B\u044F \u0438\u043C\u043F\u043E\u0440\u0442\u0430 \u0444\u0430\u0439\u043B, \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0449\u0438\u0439 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0446\u0435\u043D\u0442\u0440\u0430
file_browse_Certificate_spec=\u0424\u0430\u0439\u043B\u044B \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0432
resetPasswordConfirmationMessage=\u0412\u0430\u0448 \u043F\u0430\u0440\u043E\u043B\u044C \u0431\u044B\u043B \u0441\u0431\u0440\u043E\u0448\u0435\u043D.
deleteEmailCertConfirm=\u0412\u044B \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0445\u043E\u0442\u0438\u0442\u0435 \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u044B \u044D\u043B. \u043F\u043E\u0447\u0442\u044B \u044D\u0442\u0438\u0445 \u043B\u044E\u0434\u0435\u0439?
devinfo_manID=\u0418\u0437\u0433\u043E\u0442\u043E\u0432\u0438\u0442\u0435\u043B\u044C
pageInfo_WeakEncryption=\u0417\u0430\u0449\u0438\u0449\u0435\u043D\u043D\u043E\u0435 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435\: \u0441\u043B\u0430\u0431\u043E\u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0438\u0435 (%S %S \u0431\u0438\u0442)
unknownIssuer=<\u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u044B\u0439 \u0446\u0435\u043D\u0442\u0440 \u0432\u044B\u0434\u0430\u0447\u0438>
pageInfo_Privacy_Strong2=\u0428\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u043E\u0447\u0435\u043D\u044C \u0441\u0438\u043B\u044C\u043D\u043E \u0437\u0430\u0442\u0440\u0443\u0434\u043D\u044F\u0435\u0442 \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438, \u043F\u0435\u0440\u0435\u0445\u043E\u0434\u044F\u0449\u0435\u0439 \u043E\u0442 \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u0430 \u043A \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u0443, \u043F\u043E\u0441\u0442\u043E\u0440\u043E\u043D\u043D\u0438\u043C\u0438 \u043B\u0438\u0446\u0430\u043C\u0438. \u041F\u043E\u044D\u0442\u043E\u043C\u0443 \u043C\u0430\u043B\u043E\u0432\u0435\u0440\u043E\u044F\u0442\u043D\u043E, \u0447\u0442\u043E \u043A\u0442\u043E-\u0442\u043E \u043F\u0440\u043E\u0447\u0438\u0442\u0430\u0435\u0442 \u044D\u0442\u0443 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0443, \u043F\u043E\u043A\u0430 \u043E\u043D\u0430 \u043F\u0435\u0440\u0435\u0434\u0430\u0435\u0442\u0441\u044F \u043F\u043E \u0441\u0435\u0442\u0438.
notPresent=<\u041D\u0435 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0447\u0430\u0441\u0442\u044C\u044E \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430>
pageInfo_Privacy_Strong1=\u041F\u0440\u043E\u0441\u043C\u0430\u0442\u0440\u0438\u0432\u0430\u0435\u043C\u0430\u044F \u0432\u0430\u043C\u0438 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u0431\u044B\u043B\u0430 \u0437\u0430\u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0430 \u043F\u0435\u0440\u0435\u0434 \u043F\u0435\u0440\u0435\u0434\u0430\u0447\u0435\u0439 \u0432 \u0418\u043D\u0442\u0435\u0440\u043D\u0435\u0442.
crlAutoupdateNotEnabled=\u041D\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F
incorrect_pw=\u0412\u044B \u0432\u0432\u0435\u043B\u0438 \u043D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u044B\u0439 \u0442\u0435\u043A\u0443\u0449\u0438\u0439 \u043C\u0430\u0441\u0442\u0435\u0440-\u043F\u0430\u0440\u043E\u043B\u044C. \u041F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0441\u043D\u043E\u0432\u0430.
chooseP12RestoreFileDialog=\u0418\u043C\u044F \u0444\u0430\u0439\u043B\u0430 \u0434\u043B\u044F \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F
file_browse_PKCS12_spec=\u0424\u0430\u0439\u043B\u044B PKCS12
devinfo_desc=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435
pageInfo_SiteNotVerified=\u041F\u043E\u0434\u043B\u0438\u043D\u043D\u043E\u0441\u0442\u044C \u0441\u0430\u0439\u0442\u0430 \u043D\u0435 \u043F\u043E\u0434\u0442\u0432\u0435\u0440\u0436\u0434\u0435\u043D\u0430
pw_erased_ok=\u041F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u0435\! \u0412\u044B \u0443\u0434\u0430\u043B\u0438\u043B\u0438 \u0441\u0432\u043E\u0439 \u043C\u0430\u0441\u0442\u0435\u0440-\u043F\u0430\u0440\u043E\u043B\u044C.
resetPasswordButtonLabel=\u0421\u0431\u0440\u043E\u0441
deleteSslCertTitle=\u0423\u0434\u0430\u043B\u0435\u043D\u0438\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0432 \u0441\u0430\u0439\u0442\u043E\u0432
failed_pw_change=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u043C\u0430\u0441\u0442\u0435\u0440-\u043F\u0430\u0440\u043E\u043B\u044C.
certNotVerified_Unknown=\u0412\u0435\u0440\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u044F \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u0430.
certNotVerified_IssuerUnknown=\u0412\u0435\u0440\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u044F \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u0430, \u0442\u0430\u043A \u043A\u0430\u043A \u0432\u044B\u0434\u0430\u0432\u0448\u0430\u044F \u0435\u0433\u043E \u0441\u0442\u043E\u0440\u043E\u043D\u0430 \u043D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u0430.
deleteCaCertTitle=\u0423\u0434\u0430\u043B\u0435\u043D\u0438\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0432 \u0446\u0435\u043D\u0442\u0440\u043E\u0432
devinfo_stat_disabled=\u041E\u0442\u043A\u043B\u044E\u0447\u0435\u043D\u043E
certNotVerified_CertNotTrusted=\u0412\u0435\u0440\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u044F \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u0430, \u043F\u043E\u0442\u043E\u043C\u0443 \u0447\u0442\u043E \u043E\u043D \u043D\u0435\u043D\u0430\u0434\u0435\u0436\u0435\u043D.
deleteUserCertFlag=deleteUserFlag
chooseP12BackupFileDialog=\u0418\u043C\u044F \u0444\u0430\u0439\u043B\u0430 \u0434\u043B\u044F \u0440\u0435\u0437\u0435\u0440\u0432\u043D\u043E\u0433\u043E \u043A\u043E\u043F\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F
pageInfo_NoEncryption=\u0421\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435 \u043D\u0435 \u0437\u0430\u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u043E
pw_not_wanted=\u041F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u0435\! \u0412\u044B \u0440\u0435\u0448\u0438\u043B\u0438 \u043D\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043C\u0430\u0441\u0442\u0435\u0440-\u043F\u0430\u0440\u043E\u043B\u044C.
crlAutoupdateEnabled=\u0414\u043E\u0441\u0442\u0443\u043F\u043D\u043E
devinfo_stat_uninitialized=\u041D\u0435 \u0438\u043D\u0438\u0446\u0438\u0430\u043B\u0438\u0437\u0438\u0440\u043E\u0432\u0430\u043D\u043E
newCAMessage1=\u0412\u044B \u0434\u043E\u0432\u0435\u0440\u044F\u0435\u0442\u0435 "%S" \u0434\u043B\u044F \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0445 \u0446\u0435\u043B\u0435\u0439?
deleteEmailCertImpact=\u0415\u0441\u043B\u0438 \u0432\u044B \u0443\u0434\u0430\u043B\u0438\u0442\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u044D\u043B. \u043F\u043E\u0447\u0442\u044B, \u0432\u044B \u0431\u043E\u043B\u044C\u0448\u0435 \u043D\u0435 \u0441\u043C\u043E\u0436\u0435\u0442\u0435 \u043E\u0442\u043F\u0440\u0430\u0432\u043B\u044F\u0442\u044C \u0437\u0430\u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0435 \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u044F \u044D\u0442\u0438\u043C \u043B\u044E\u0434\u044F\u043C.
pw_change2empty_in_fips_mode=\u0412\u044B \u0440\u0430\u0431\u043E\u0442\u0430\u0442\u0435\u0442\u0435 \u0432 \u0440\u0435\u0436\u0438\u043C\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u044F FIPS. \u041F\u0440\u0438 \u0440\u0430\u0431\u043E\u0442\u0435 \u0432 \u044D\u0442\u043E\u043C \u0440\u0435\u0436\u0438\u043C\u0435 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E, \u0447\u0442\u043E\u0431\u044B \u043C\u0430\u0441\u0442\u0435\u0440-\u043F\u0430\u0440\u043E\u043B\u044C \u043D\u0435 \u0431\u044B\u043B \u043F\u0443\u0441\u0442.
enabledStatement=\u0410\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u0435 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E \u0434\u043B\u044F \u044D\u0442\u043E\u0433\u043E CRL.
devinfo_modpath=\u041F\u0443\u0442\u044C
yesButton=\u0414\u0430
undefinedValStr=<\u041D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043E>
enable_fips=\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C FIPS
pageInfo_ViewCertificate=\u041F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0438\u0442\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442, \u043F\u043E\u0434\u0442\u0432\u0435\u0440\u0436\u0434\u0430\u044E\u0449\u0438\u0439 \u043F\u043E\u0434\u043B\u0438\u043D\u043D\u043E\u0441\u0442\u044C \u044D\u0442\u043E\u0433\u043E \u0441\u0430\u0439\u0442\u0430.
deleteCaCertFlag=deleteCaFlag
pw_empty_warning=\u0412\u0430\u0448\u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0435 \u043F\u0430\u0440\u043E\u043B\u0438 \u0434\u043B\u044F \u0418\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0430, \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u043E\u0439 \u043F\u043E\u0447\u0442\u044B, \u0434\u0430\u043D\u043D\u044B\u0435 \u0444\u043E\u0440\u043C \u0438 \u0437\u0430\u043A\u0440\u044B\u0442\u044B\u0435 \u043A\u043B\u044E\u0447\u0438 \u043D\u0435 \u0431\u0443\u0434\u0443\u0442 \u0437\u0430\u0449\u0438\u0449\u0435\u043D\u044B.
NoUpdateFailure=\u041D\u0438\u0447\u0435\u0433\u043E
pw_change_ok=\u041C\u0430\u0441\u0442\u0435\u0440-\u043F\u0430\u0440\u043E\u043B\u044C \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0438\u0437\u043C\u0435\u043D\u0435\u043D.
certNotVerified_IssuerNotTrusted=\u0412\u0435\u0440\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u044F \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u0430, \u043F\u043E\u0442\u043E\u043C\u0443 \u0447\u0442\u043E \u0441\u0442\u043E\u0440\u043E\u043D\u0430, \u0432\u044B\u0434\u0430\u0432\u0448\u0430\u044F \u0435\u0433\u043E, \u043D\u0435\u043D\u0430\u0434\u0435\u0436\u043D\u0430.
unnamedCA=\u0426\u0435\u043D\u0442\u0440 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u0438 (\u0431\u0435\u0437\u044B\u043C\u044F\u043D\u043D\u044B\u0439)
pageInfo_WebSiteVerified=\u041F\u043E\u0434\u043B\u0438\u043D\u043D\u043E\u0441\u0442\u044C \u0441\u0430\u0439\u0442\u0430 \u043F\u043E\u0434\u0442\u0432\u0435\u0440\u0436\u0434\u0435\u043D\u0430
SignedBy=\u041F\u043E\u0434\u043F\u0438\u0441\u0430\u043D\u043E %S
deleteSslCertFlag=deleteSslFlag
devinfo_modname=\u041C\u043E\u0434\u0443\u043B\u044C
editTrustSSL=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 "%S" \u0431\u044B\u043B \u0432\u044B\u0434\u0430\u043D\:
serverCertExpiredMsg2=\u041F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0441\u0442\u044C \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0432\u0440\u0435\u043C\u0435\u043D\u0438 \u043D\u0430 \u0432\u0430\u0448\u0435\u043C \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u0435 (\u0441\u0435\u0439\u0447\u0430\u0441\: %S).
serverCertExpiredMsg1="%S" \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0441\u0430\u0439\u0442\u043E\u043C, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u044E\u0449\u0438\u043C \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u044B \u0434\u043B\u044F \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0438\u044F \u0434\u0430\u043D\u043D\u044B\u0445 \u0432\u043E \u0432\u0440\u0435\u043C\u044F \u0438\u0445 \u043F\u0435\u0440\u0435\u0434\u0430\u0447\u0438, \u043D\u043E \u0441\u0440\u043E\u043A \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F \u0435\u0433\u043E \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u0438\u0441\u0442\u0435\u043A %S.
crlNextUpdateMsg2=\u0421\u043F\u0438\u0441\u043E\u043A \u043E\u0442\u043E\u0437\u0432\u0430\u043D\u043D\u044B\u0445 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0432 (CRL) \u0441 "%S" \u043D\u0443\u0436\u0434\u0430\u0435\u0442\u0441\u044F \u0432 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0438.
serverCertNotYetValedMsg1="%S" \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0441\u0430\u0439\u0442\u043E\u043C, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u044E\u0449\u0438\u043C \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u044B \u0434\u043B\u044F \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0438\u044F \u0434\u0430\u043D\u043D\u044B\u0445 \u0432\u043E \u0432\u0440\u0435\u043C\u044F \u0438\u0445 \u043F\u0435\u0440\u0435\u0434\u0430\u0447\u0438, \u043D\u043E \u0435\u0433\u043E \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u043D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u0435\u043D \u0434\u043E %S.
crlNextUpdateMsg1=%S \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0437\u0430\u0449\u0438\u0449\u0435\u043D\u043D\u043E\u0435 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435 \u0441 "%S".
issuerNotKnown=\u0422\u0430\u043A \u043A\u0430\u043A \u0432\u044B \u043D\u0435 \u0437\u043D\u0430\u0435\u0442\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u043E\u043D\u043D\u044B\u0439 \u0446\u0435\u043D\u0442\u0440, \u0432\u044B\u0434\u0430\u0432\u0448\u0438\u0439 \u044D\u0442\u043E\u0442 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442, \u0432\u044B \u0441\u043E\u043C\u043D\u0435\u0432\u0430\u0435\u0442\u0435\u0441\u044C \u0432 \u043F\u043E\u0434\u043B\u0438\u043D\u043D\u043E\u0441\u0442\u0438 \u044D\u0442\u043E\u0433\u043E \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430, \u0435\u0441\u043B\u0438 \u043E\u0431\u0440\u0430\u0442\u043D\u043E\u0435 \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D\u043E \u0437\u0434\u0435\u0441\u044C.
deleteCaCertConfirm=\u0412\u044B \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0445\u043E\u0442\u0438\u0442\u0435 \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u044B \u044D\u0442\u0438\u0445 \u0446\u0435\u043D\u0442\u0440\u043E\u0432?
devinfo_stat_loggedin=\u0417\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0435
noButton=\u041D\u0435\u0442
pageInfo_Privacy_None3=\u041F\u0440\u043E\u0441\u043C\u0430\u0442\u0440\u0438\u0432\u0430\u0435\u043C\u0430\u044F \u0432\u0430\u043C\u0438 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043D\u0435 \u0437\u0430\u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0430.
CertPassPrompt=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043B\u0438\u0447\u043D\u044B\u0439 \u043F\u0430\u0440\u043E\u043B\u044C \u0431\u0435\u0437\u043E\u043F\u0430\u0441\u043D\u043E\u0441\u0442\u0438 \u0434\u043B\u044F \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u0430 PSM Private Keys.
pageInfo_Privacy_None2=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F, \u043E\u0442\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u0430\u044F \u043F\u043E \u0418\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0443 \u0431\u0435\u0437 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0438\u044F, \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0430 \u0434\u0440\u0443\u0433\u0438\u043C \u0432\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0440\u0435\u0434\u0430\u0447\u0438.
certNotVerified_CertRevoked=\u0412\u0435\u0440\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u044F \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u0430, \u0442\u0430\u043A \u043A\u0430\u043A \u043E\u043D \u0431\u044B\u043B \u043E\u0442\u043E\u0437\u0432\u0430\u043D.
disable_fips=\u041E\u0442\u043A\u043B\u044E\u0447\u0438\u0442\u044C FIPS
pageInfo_Privacy_None1=\u0421\u0430\u0439\u0442 %S \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u0434\u043B\u044F \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B, \u043F\u0440\u043E\u0441\u043C\u0430\u0442\u0440\u0438\u0432\u0430\u0435\u043C\u043E\u0439 \u0432\u0430\u043C\u0438.
deleteUserCertTitle=\u0423\u0434\u0430\u043B\u0435\u043D\u0438\u0435 \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0445 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0432
lastFetchUrlLabel=URL, \u0441 \u043A\u043E\u0442\u043E\u0440\u043E\u0433\u043E \u043F\u0440\u043E\u0438\u0437\u0432\u0435\u0434\u0435\u043D\u0430 \u0432\u044B\u0431\u043E\u0440\u043A\u0430
disabledStatement=\u0414\u043B\u044F \u044D\u0442\u043E\u0433\u043E CRL \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u0435 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u043D\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F.
certNotVerified_CertExpired=\u0412\u0435\u0440\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u044F \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u0430, \u0442\u0430\u043A \u043A\u0430\u043A \u0441\u0440\u043E\u043A \u0435\u0433\u043E \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F \u0438\u0441\u0442\u0435\u043A.
editTrustEmail=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 "%S" \u0431\u044B\u043B \u0432\u044B\u0434\u0430\u043D\:
crlAutoupdateOk=OK
password_not_set=(\u043D\u0435 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D)
clientAuthMessage2=\u0412\u044B\u0434\u0430\u043D\u043E\: "%S"
clientAuthMessage1=\u041E\u0440\u0433\u0430\u043D\u0438\u0437\u0430\u0446\u0438\u044F\: "%S"
certNotVerified_CAInvalid=\u0412\u0435\u0440\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u044F \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u0430, \u043F\u043E\u0442\u043E\u043C\u0443 \u0447\u0442\u043E \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0446\u0435\u043D\u0442\u0440\u0430 \u043D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u0435\u043D.
serverCertExpiredTitle=\u0421\u0440\u043E\u043A \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0430 \u0438\u0441\u0442\u0435\u043A
importWebSiteCertPrompt=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u043B\u044F \u0438\u043C\u043F\u043E\u0440\u0442\u0430 \u0444\u0430\u0439\u043B, \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0449\u0438\u0439 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0441\u0430\u0439\u0442\u0430
deleteUserCertConfirm=\u0412\u044B \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0445\u043E\u0442\u0438\u0442\u0435 \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u044D\u0442\u0438 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u044B?
devinfo_stat_notpresent=\u041D\u0435 \u043F\u0440\u0438\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442
deleteEmailCertFlag=deleteEmailFlag
pageInfo_StrongEncryption=\u0417\u0430\u0449\u0438\u0449\u0435\u043D\u043D\u043E\u0435 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435\: \u0441\u0442\u043E\u0439\u043A\u043E\u0435 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u0438\u0435 (%S %S \u0431\u0438\u0442)
crlAutoUpdtaeFreqCntError=\u0427\u0430\u0441\u0442\u043E\u0442\u0430 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0447\u0438\u0441\u043B\u043E\u043C \u0431\u043E\u043B\u044C\u0448\u0435 \u043D\u0443\u043B\u044F.
formSigningIntro=The site '%S' has requested that you sign the following text message\:
certVerified=\u042D\u0442\u043E\u0442 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0431\u044B\u043B \u043F\u043E\u0434\u0442\u0432\u0435\u0440\u0436\u0434\u0435\u043D \u0434\u043B\u044F \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0445 \u0446\u0435\u043B\u0435\u0439\:
importEmailCertPrompt=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u043B\u044F \u0438\u043C\u043F\u043E\u0440\u0442\u0430 \u0444\u0430\u0439\u043B, \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0449\u0438\u0439 \u0447\u0435\u0439-\u043B\u0438\u0431\u043E \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u043E\u0439 \u043F\u043E\u0447\u0442\u044B
devinfo_serialnum=\u0421\u0435\u0440\u0438\u0439\u043D\u044B\u0439 \u043D\u043E\u043C\u0435\u0440
crlAutoUpdateDayCntError=\u0427\u0438\u0441\u043B\u043E \u0434\u043D\u0435\u0439 \u0434\u043E \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0435\u0433\u043E \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0447\u0438\u0441\u043B\u043E\u043C \u0431\u043E\u043B\u044C\u0448\u0435 \u043D\u0443\u043B\u044F.
devinfo_stat_notloggedin=\u041D\u0435 \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0435
login_failed=\u041E\u0448\u0438\u0431\u043A\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0435
CrlUpdatePrefsSetConfirmation=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F \u0432\u0441\u0442\u0443\u043F\u044F\u0442 \u0432 \u0441\u0438\u043B\u0443 \u043F\u043E\u0441\u043B\u0435 \u043F\u0435\u0440\u0435\u0437\u0430\u043F\u0443\u0441\u043A\u0430 \u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0430.
loadPK11TokenDialog=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u043E PKCS\#11 \u0434\u043B\u044F \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438
devinfo_hwversion=\u0412\u0435\u0440\u0441\u0438\u044F HW
undefinedURL=URL \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D.
issuerCertNotFound=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0434\u043B\u044F \u044D\u0442\u043E\u0433\u043E \u0446\u0435\u043D\u0442\u0440\u0430 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u0438 \u043D\u0435 \u0431\u044B\u043B \u043D\u0430\u0439\u0434\u0435\u043D
devinfo_fwversion=\u0412\u0435\u0440\u0441\u0438\u044F FW
crlAutoupdateQuestion2=\u0425\u043E\u0442\u0438\u0442\u0435 \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0435\u0442\u044C \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F?
crlAutoupdateQuestion1=\u0425\u043E\u0442\u0438\u0442\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u0435 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435?
issuerTrusted=\u0422\u0430\u043A \u043A\u0430\u043A \u0432\u044B \u0434\u043E\u0432\u0435\u0440\u044F\u0435\u0442\u0435 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u043E\u043D\u043D\u043E\u043C\u0443 \u0446\u0435\u043D\u0442\u0440\u0443, \u0432\u044B\u0434\u0430\u0432\u0448\u0435\u043C\u0443 \u044D\u0442\u043E\u0442 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442, \u0432\u044B \u0443\u0432\u0435\u0440\u0435\u043D\u044B \u0432 \u043F\u043E\u0434\u043B\u0438\u043D\u043D\u043E\u0441\u0442\u0438 \u044D\u0442\u043E\u0433\u043E \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430, \u0435\u0441\u043B\u0438 \u043E\u0431\u0440\u0430\u0442\u043D\u043E\u0435 \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D\u043E \u0437\u0434\u0435\u0441\u044C.
mismatchDomainMsg2=\u0415\u0441\u043B\u0438 \u0432\u0430\u043C \u043A\u0430\u0436\u0435\u0442\u0441\u044F, \u0447\u0442\u043E \u043F\u043E\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0439 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u043D\u0435 \u043F\u0440\u0438\u043D\u0430\u0434\u043B\u0435\u0436\u0438\u0442 "%S", \u043F\u0440\u0435\u0440\u0432\u0438\u0442\u0435 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435 \u0438 \u043F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0434\u0438\u0442\u0435 \u043E\u0431 \u044D\u0442\u043E\u043C \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430 \u0441\u0430\u0439\u0442\u0430.
mismatchDomainMsg1=\u0412\u044B \u043F\u043E\u043F\u044B\u0442\u0430\u043B\u0438\u0441\u044C \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435 \u0441 "%S". \u041F\u0440\u0435\u0434\u044A\u044F\u0432\u043B\u0435\u043D\u043D\u044B\u0439 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u043F\u0440\u0438\u043D\u0430\u0434\u043B\u0435\u0436\u0438\u0442 "%S". \u0412\u043E\u0437\u043C\u043E\u0436\u043D\u043E, \u043D\u043E \u043C\u0430\u043B\u043E\u0432\u0435\u0440\u043E\u044F\u0442\u043D\u043E, \u0447\u0442\u043E \u043A\u0442\u043E-\u0442\u043E \u043C\u043E\u0436\u0435\u0442 \u043F\u043E\u043F\u044B\u0442\u0430\u0442\u044C\u0441\u044F \u043F\u0435\u0440\u0435\u0445\u0432\u0430\u0442\u0438\u0442\u044C \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044E, \u043A\u043E\u0442\u043E\u0440\u043E\u0439 \u0432\u044B \u043E\u0431\u043C\u0435\u043D\u0438\u0432\u0430\u0435\u0442\u0435\u0441\u044C \u0441 \u044D\u0442\u0438\u043C \u0441\u0430\u0439\u0442\u043E\u043C.
certDetails=\u041F\u0440\u043E\u0441\u043C\u043E\u0442\u0440 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430\:
devinfo_label=\u041C\u0435\u0442\u043A\u0430
fips_nonempty_password_required=\u0414\u043B\u044F \u0440\u0430\u0431\u043E\u0442\u044B \u0432 \u0440\u0435\u0436\u0438\u043C\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u044F FIPS \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u043C\u0430\u0441\u0442\u0435\u0440-\u043F\u0430\u0440\u043E\u043B\u0438 \u0434\u043B\u044F \u043A\u0430\u0436\u0434\u043E\u0433\u043E \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u0430 \u0437\u0430\u0449\u0438\u0442\u044B. \u0423\u043A\u0430\u0436\u0438\u0442\u0435 \u044D\u0442\u0438 \u043F\u0430\u0440\u043E\u043B\u0438 \u0434\u043E \u043F\u0435\u0440\u0435\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u044F \u0432 \u0434\u0430\u043D\u043D\u044B\u0439 \u0440\u0435\u0436\u0438\u043C.
resetPasswordConfirmationTitle=\u0421\u0431\u0440\u043E\u0441 \u043C\u0430\u0441\u0442\u0435\u0440-\u043F\u0430\u0440\u043E\u043B\u044F
deleteUserCertImpact=\u0415\u0441\u043B\u0438 \u0432\u044B \u0443\u0434\u0430\u043B\u0438\u0442\u0435 \u043E\u0434\u0438\u043D \u0438\u0437 \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0445 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0432, \u0432\u044B \u043D\u0435 \u0441\u043C\u043E\u0436\u0435\u0442\u0435 \u0431\u043E\u043B\u044C\u0448\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0435\u0433\u043E, \u0447\u0442\u043E\u0431\u044B \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u0446\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0441\u0435\u0431\u044F.
editTrustCA=\u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 "%S" \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442 \u0446\u0435\u043D\u0442\u0440 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u0438.
pageInfo_Identity_Verified=\u0421\u0430\u0439\u0442 %S \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u0430\u0443\u0442\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u044E \u043F\u0440\u043E\u0441\u043C\u0430\u0442\u0440\u0438\u0432\u0430\u0435\u043C\u043E\u0439 \u0432\u0430\u043C\u0438 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B. \u041F\u043E\u0434\u043B\u0438\u043D\u043D\u043E\u0441\u0442\u044C \u044D\u0442\u043E\u0433\u043E \u0441\u0430\u0439\u0442\u0430 \u0431\u044B\u043B\u0430 \u043F\u043E\u0434\u0442\u0432\u0435\u0440\u0436\u0434\u0435\u043D\u0430 %S, \u0446\u0435\u043D\u0442\u0440\u043E\u043C \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u0438, \u043A\u043E\u0442\u043E\u0440\u043E\u043C\u0443 \u0432\u044B \u0434\u043E\u0432\u0435\u0440\u044F\u0435\u0442\u0435.
devinfo_status=\u0421\u043E\u0441\u0442\u043E\u044F\u043D\u0438\u0435
