# The contents of this file are subject to the Netscape Public
# License Version 1.1 (the "License"); you may not use this file
# except in compliance with the License. You may obtain a copy of
# the License at http://www.mozilla.org/NPL/
#
# Software distributed under the License is distributed on an "AS
# IS" basis, WITHOUT WARRANTY OF ANY KIND, either express or
# implied. See the License for the specific language governing
# rights and limitations under the License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is Netscape
# Communications Corporation. Portions created by Netscape are
# Copyright (C) 1998 Netscape Communications Corporation. All
# Rights Reserved.
#
# Contributor(s): 

malformedURI=Az URL \u00e9rv\u00e9nytelen, nem lehet bet\u00f6lteni.
fileNotFound=A k\u00f6vetkez\u0151 f\u00e1jl nem tal\u00e1lhat\u00f3: %S. Ellen\u0151rizze az el\u00e9r\u00e9si utat, \u00e9s pr\u00f3b\u00e1lja \u00fajra.
dnsNotFound=%S nem tal\u00e1lhat\u00f3. Ellen\u0151rizze a nevet, majd pr\u00f3b\u00e1lkozzon \u00fajra.
protocolNotFound=A(z) %S nincs bejegyezve
connectionFailure=A(z) %S kiszolg\u00e1l\u00f3hoz val\u00f3 kapcsol\u00f3d\u00e1si k\u00eds\u00e9rlet el lett utas\u00edtva.
netInterrupt=A kapcsolat a(z) %S kiszolg\u00e1l\u00f3hoz v\u00e1ratlanul megszakadt. Bizonyos adatok esetleg \u00e1tvitelre ker\u00fcltek.
netTimeout=A kapcsol\u00f3d\u00e1si k\u00eds\u00e9rlet a(z) %S kiszolg\u00e1l\u00f3hoz t\u00fall\u00e9pte a maxim\u00e1lis v\u00e1rakoz\u00e1si id\u0151t.
redirectLoop=Az URL t\u00fall\u00e9pte az \u00e1tir\u00e1ny\u00edt\u00e1si korl\u00e1tot. A k\u00e9rt lapot nem lehet let\u00f6lteni. Ezt visszautas\u00edtott s\u00fctik okozhatj\u00e1k.
repost=A megjelen\u00edteni k\u00edv\u00e1nt dokumentum olyan adatokat (POSTDATA) tartalmaz, amelyek lej\u00e1rtak a gyors\u00edt\u00f3t\u00e1rban. Ha \u00fajrak\u00fcldi az adatokat, akkor az \u0171rlap \u00e1ltal v\u00e9grehajtott m\u0171velet (p\u00e9ld\u00e1ul keres\u00e9s vagy on-line v\u00e1s\u00e1rl\u00e1s) megism\u00e9tl\u0151dik. Az adatok \u00fajrak\u00fcld\u00e9s\u00e9hez kattintson az OK gombra. Ellenkez\u0151 esetben kattintson a M\u00e9gse gombra.
repostConfirm=A megjelen\u00edteni k\u00edv\u00e1nt dokumentum adatokat (POSTDATA) k\u00fcld a webhelynek. Ha \u00fajrak\u00fcldi az adatokat, akkor az \u0171rlap \u00e1ltal v\u00e9grehajtott m\u0171velet (p\u00e9ld\u00e1ul keres\u00e9s vagy on-line v\u00e1s\u00e1rl\u00e1s) megism\u00e9tl\u0151dik. Az adatok \u00fajrak\u00fcld\u00e9s\u00e9hez kattintson az OK gombra. Ellenkez\u0151 esetben kattintson a M\u00e9gse gombra.
unknownSocketType=Ez a dokumentum nem jelen\u00edthet\u0151 meg, ha nincs telep\u00edtve a Personal Security Manager (PSM). T\u00f6ltse le \u00e9s telep\u00edtse a PSM-et, \u00e9s ezut\u00e1n pr\u00f3b\u00e1lkozzon \u00fajra, vagy keresse fel a rendszergazd\u00e1t.
netReset=A dokumentum nem tartalmaz adatot.
netOffline=Ez a dokumentum nem jelen\u00edthet\u0151 meg kapcsolat n\u00e9lk\u00fcli \u00fczemm\u00f3dban. A kapcsol\u00f3d\u00e1shoz vegye le a jel\u00f6l\u00e9st a F\u00e1jl men\u00fc Kapcsolat n\u00e9lk\u00fcli munka men\u00fcpontj\u00e1r\u00f3l.
isprinting=A dokumentum nem v\u00e1ltozhat meg nyomtat\u00e1s k\u00f6zben vagy nyomtat\u00e1si k\u00e9p k\u00e9sz\u00edt\u00e9se k\u00f6zben.
deniedPortAccess=A megadott portsz\u00e1mhoz nem lehet hozz\u00e1f\u00e9rni biztons\u00e1gi okokb\u00f3l.
proxyResolveFailure=A be\u00e1ll\u00edtott proxykiszolg\u00e1l\u00f3 nem tal\u00e1lhat\u00f3. Ellen\u0151rizze a proxybe\u00e1ll\u00edt\u00e1sokat, \u00e9s pr\u00f3b\u00e1lja \u00fajra.
proxyConnectFailure=A kapcsolat el lett utas\u00edtva a be\u00e1ll\u00edtott proxykiszolg\u00e1l\u00f3hoz. Ellen\u0151rizze a proxybe\u00e1ll\u00edt\u00e1sokat, \u00e9s pr\u00f3b\u00e1lja \u00fajra.
