#Translated with MozillaTranslator version 5.02
#Tue Aug 03 23:17:31 MSD 2004
NS_ERROR_UNEXPECTED=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043D\u0435\u043E\u0436\u0438\u0434\u0430\u043D\u043D\u0430\u044F \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430.
NS_ERROR_GFX_PRINTER_COLORSPACE_NOT_SUPPORTED=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430, \u043F\u043E\u0442\u043E\u043C\u0443 \u0447\u0442\u043E \u0432\u0430\u0448 \u043F\u0440\u0438\u043D\u0442\u0435\u0440 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u043F\u0435\u0447\u0430\u0442\u044C \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u044B\u0445 \u0446\u0432\u0435\u0442\u043E\u0432.
NS_ERROR_GFX_PRINTER_XPRINT_NO_XPRINT_SERVERS_FOUND=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430. \u0421\u0435\u0440\u0432\u0435\u0440 \u043F\u0435\u0447\u0430\u0442\u0438 Xprint \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D. \u041F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435, \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043B\u0438 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u0430\u044F \u043E\u043A\u0440\u0443\u0436\u0435\u043D\u0438\u044F \u0443\u043A\u0430\u0437\u0430\u043D\u0438\u0435 \u0445\u043E\u0442\u044F \u0431\u044B \u043D\u0430 \u043E\u0434\u0438\u043D \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u0441\u0435\u0440\u0432\u0435\u0440 \u043F\u0435\u0447\u0430\u0442\u0438.
NS_ERROR_GFX_PRINTER_PRINTER_IO_ERROR=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430. \u041E\u0448\u0438\u0431\u043A\u0430 \u0441\u0438\u0441\u0442\u0435\u043C\u044B \u0432\u0432\u043E\u0434\u0430-\u0432\u044B\u0432\u043E\u0434\u0430 \u043F\u0440\u0438\u043D\u0442\u0435\u0440\u0430.
noPrintFilename.alert=\u0412\u044B \u0432\u044B\u0431\u0440\u0430\u043B\u0438 "\u041F\u0435\u0447\u0430\u0442\u044C\: \u0432 \u0444\u0430\u0439\u043B", \u043D\u043E \u0438\u043C\u044F \u0444\u0430\u0439\u043B\u0430 \u043F\u0443\u0441\u0442\u043E\u0435\!
NS_ERROR_GFX_PRINTER_XPRINT_BROKEN_XPRT=\u041E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u0430 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0449\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0438 \u0432\u0435\u0440\u0441\u0438\u044F \u0441\u0435\u0440\u0432\u0435\u0440\u0430 \u043F\u0435\u0447\u0430\u0442\u0438 X Windows (Xprt). \u041F\u0435\u0447\u0430\u0442\u044C \u0441 \u043F\u043E\u043C\u043E\u0449\u044C\u044E \u044D\u0442\u043E\u0433\u043E Xprt-\u0441\u0435\u0440\u0432\u0435\u0440\u0430 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E\u0439. \u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u043F\u043E\u0441\u0442\u0430\u0432\u0449\u0438\u043A\u0443 \u0437\u0430 \u0438\u0441\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u043E\u0439 \u0432\u0435\u0440\u0441\u0438\u0435\u0439.
NS_ERROR_GFX_PRINTER_CMD_NOT_FOUND=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430. \u041F\u0440\u0438\u043D\u0442\u0435\u0440 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u043A\u043E\u043C\u0430\u043D\u0434\u0443 \u043F\u0435\u0447\u0430\u0442\u0438.
NS_ERROR_GFX_PRINTER_PRINTPREVIEW=\u0414\u043B\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u043F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0433\u043E \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0434\u043E\u0441\u0442\u0443\u043F\u0435\u043D \u0445\u043E\u0442\u044F \u0431\u044B \u043E\u0434\u0438\u043D \u043F\u0440\u0438\u043D\u0442\u0435\u0440.
NS_ERROR_GFX_PRINTER_PRINT_WHILE_PREVIEW=\u0412\u044B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u0435\u0447\u0430\u0442\u0430\u0442\u044C \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0432\u043E \u0432\u0440\u0435\u043C\u044F \u0435\u0433\u043E \u043F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0433\u043E \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0430.
NS_ERROR_GFX_PRINTER_ACCESS_DENIED=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430. \u0414\u043E\u0441\u0442\u0443\u043F \u043A \u043F\u0440\u0438\u043D\u0442\u0435\u0440\u0443 \u0437\u0430\u043F\u0440\u0435\u0449\u0435\u043D.
NS_ERROR_GFX_PRINTER_FILE_IO_ERROR=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u0437\u0430\u043F\u0438\u0441\u0438 \u0432\u044B\u0445\u043E\u0434\u043D\u043E\u0433\u043E \u0444\u0430\u0439\u043B\u0430 \u043F\u0435\u0447\u0430\u0442\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430.
NS_ERROR_ABORT=\u041F\u0435\u0447\u0430\u0442\u044C \u043F\u0440\u0435\u0440\u0432\u0430\u043D\u0430 \u0438\u043B\u0438 \u043E\u0442\u043C\u0435\u043D\u0435\u043D\u0430.
NS_ERROR_GFX_PRINTER_OUT_OF_PAPER=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430. \u0412 \u043F\u0440\u0438\u043D\u0442\u0435\u0440\u0435 \u0437\u0430\u043A\u043E\u043D\u0447\u0438\u043B\u0430\u0441\u044C \u0431\u0443\u043C\u0430\u0433\u0430.
NS_ERROR_GFX_PRINTER_PRINTER_NOT_READY=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430. \u041F\u0440\u0438\u043D\u0442\u0435\u0440 \u043D\u0435 \u0433\u043E\u0442\u043E\u0432.
NS_ERROR_GFX_PRINTER_DOC_IS_BUSY_PP=\u041F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D \u043F\u0440\u044F\u043C\u043E \u0441\u0435\u0439\u0447\u0430\u0441.\n\u041F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0441\u043D\u043E\u0432\u0430 \u043F\u043E\u0441\u043B\u0435 \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043D\u0438\u044F \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B.
NS_ERROR_GFX_PRINTER_PAPER_SIZE_NOT_SUPPORTED=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430, \u043F\u043E\u0442\u043E\u043C\u0443 \u0447\u0442\u043E \u043F\u0435\u0447\u0430\u0442\u044C \u043D\u0430 \u0431\u0443\u043C\u0430\u0433\u0435 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u043E\u0433\u043E \u0440\u0430\u0437\u043C\u0435\u0440\u0430 \u043D\u0435 \u043F\u043E\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0432\u0430\u0448\u0438\u043C \u043F\u0440\u0438\u043D\u0442\u0435\u0440\u043E\u043C.
NS_ERROR_OUT_OF_MEMORY=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430. \u041D\u0435\u0434\u043E\u0441\u0442\u0430\u0442\u043E\u0447\u043D\u043E \u043F\u0430\u043C\u044F\u0442\u0438 \u0434\u043B\u044F \u043F\u0435\u0447\u0430\u0442\u0438.
fontsize=10
PrintToFile=\u041F\u0435\u0447\u0430\u0442\u044C \u0432 \u0444\u0430\u0439\u043B
NS_ERROR_GFX_NO_PRINTDIALOG_IN_TOOLKIT=\u0412\u043E\u0437\u043C\u043E\u0436\u043D\u043E, \u043D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D \u043C\u043E\u0434\u0443\u043B\u044C \u0433\u0440\u0430\u0444\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u0441\u0440\u0435\u0434\u0441\u0442\u0432 \u0443\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u044F,\n\u0438\u043B\u0438 \u043E\u043D \u0431\u043E\u043B\u044C\u0448\u0435 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0439 \u0434\u0438\u0430\u043B\u043E\u0433 \u043F\u0435\u0447\u0430\u0442\u0438 \u0441\u0438\u0441\u0442\u0435\u043C\u044B
noprinter=\u041D\u0435\u0442 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B\u0445 \u043F\u0440\u0438\u043D\u0442\u0435\u0440\u043E\u0432.
NS_ERROR_GFX_PRINTER_ORIENTATION_NOT_SUPPORTED=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430, \u043F\u043E\u0442\u043E\u043C\u0443 \u0447\u0442\u043E \u043F\u0435\u0447\u0430\u0442\u044C \u0441 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u043E\u0439 \u043E\u0440\u0438\u0435\u043D\u0442\u0430\u0446\u0438\u0435\u0439 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0432\u0430\u0448\u0438\u043C \u043F\u0440\u0438\u043D\u0442\u0435\u0440\u043E\u043C.
fileConfirm.exists=%S \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.\n\u0417\u0430\u043C\u0435\u043D\u0438\u0442\u044C \u0435\u0433\u043E?
NS_ERROR_GFX_PRINTER_COULD_NOT_OPEN_FILE=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430. \u0412\u044B\u0445\u043E\u0434\u043D\u043E\u0439 \u0444\u0430\u0439\u043B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043E\u0442\u043A\u0440\u044B\u0442.
NS_ERROR_NOT_AVAILABLE=\u041D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E
NS_ERROR_GFX_PRINTER_TOO_MANY_COPIES=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430, \u043F\u043E\u0442\u043E\u043C\u0443 \u0447\u0442\u043E \u0432\u044B \u0437\u0430\u043F\u0440\u043E\u0441\u0438\u043B\u0438 \u043F\u0435\u0447\u0430\u0442\u044C \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0431\u043E\u043B\u044C\u0448\u043E\u0433\u043E \u0447\u0438\u0441\u043B\u0430 \u043A\u043E\u043F\u0438\u0439.
fontname=\u0441 \u0437\u0430\u0441\u0435\u0447\u043A\u0430\u043C\u0438
printpreview_error_dialog_title=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0433\u043E \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0430
NS_ERROR_GFX_PRINTER_PLEX_NOT_SUPPORTED=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430, \u0442\u0430\u043A \u043A\u0430\u043A \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0439 \u0432\u0430\u043C\u0438 \u0440\u0435\u0436\u0438\u043C \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0432\u0430\u0448\u0438\u043C \u043F\u0440\u0438\u043D\u0442\u0435\u0440\u043E\u043C.
NS_ERROR_GFX_PRINTER_DRIVER_CONFIGURATION_ERROR=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430. \u0414\u0440\u0430\u0439\u0432\u0435\u0440 \u043F\u0440\u0438\u043D\u0442\u0435\u0440\u0430 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D \u043D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E.
NS_ERROR_GFX_PRINTER_DOC_WAS_DESTORYED=\u0421\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u0431\u044B\u043B\u0430 \u0437\u0430\u043C\u0435\u043D\u0435\u043D\u0430 \u0432\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u043E\u043F\u044B\u0442\u043A\u0438 \u043D\u0430\u043F\u0435\u0447\u0430\u0442\u0430\u0442\u044C \u0435\u0435.\n\u041F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0441\u043D\u043E\u0432\u0430.
NS_ERROR_GFX_PRINTER_ENDDOC=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0435\u0447\u0430\u0442\u0438 \u0432 \u043A\u043E\u043D\u0446\u0435 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430.
NS_ERROR_GFX_PRINTER_NO_PRINTER_AVAILABLE=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430. \u041D\u0438 \u043E\u0434\u0438\u043D \u043F\u0440\u0438\u043D\u0442\u0435\u0440 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D.
NS_ERROR_NOT_IMPLEMENTED=\u041D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u043F\u0435\u0447\u0430\u0442\u0438 \u0435\u0449\u0435 \u043D\u0435 \u0440\u0435\u0430\u043B\u0438\u0437\u043E\u0432\u0430\u043D\u044B.
NS_ERROR_GFX_PRINTER_NAME_NOT_FOUND=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430. \u041F\u0440\u0438\u043D\u0442\u0435\u0440 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D.
NS_ERROR_FAILURE=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u043F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u043D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430.
NS_ERROR_GFX_COULD_NOT_LOAD_PRINT_MODULE=\u0422\u0440\u0435\u0431\u0443\u0435\u043C\u044B\u0439 \u043C\u043E\u0434\u0443\u043B\u044C \u043F\u0435\u0447\u0430\u0442\u0438 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D.
NS_ERROR_GFX_PRINTER_STARTPAGE=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0435\u0447\u0430\u0442\u0438 \u0432 \u043D\u0430\u0447\u0430\u043B\u0435 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B.
NS_ERROR_GFX_PRINTER_STARTDOC=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0435\u0447\u0430\u0442\u0438 \u0432 \u043D\u0430\u0447\u0430\u043B\u0435 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430.
NS_ERROR_GFX_NO_PRINTROMPTSERVICE=\u041E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0441\u043B\u0443\u0436\u0431\u0430 \u0432\u044B\u0437\u043E\u0432\u0430 \u0434\u0438\u0430\u043B\u043E\u0433\u0430 \u043F\u0435\u0447\u0430\u0442\u0438.
pageofpages=%1$d \u0438\u0437 %2$d
NS_ERROR_GFX_PRINTER_CMD_FAILURE=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430. \u0418\u043D\u0441\u0442\u0440\u0443\u043A\u0446\u0438\u044F, \u043E\u0442\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u0430\u044F \u043F\u0440\u0438\u043D\u0442\u0435\u0440\u0443, \u043D\u0435 \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0430.
pagenumber=%1$d
print_error_dialog_title=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438\u043D\u0442\u0435\u0440\u0430
NS_ERROR_GFX_PRINTER_DOC_IS_BUSY=\u0411\u0440\u0430\u0443\u0437\u0435\u0440 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u043F\u0435\u0447\u0430\u0442\u0430\u0442\u044C \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0432\u043E \u0432\u0440\u0435\u043C\u044F \u0435\u0433\u043E \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438.
NS_ERROR_GFX_PRINTING_NOT_IMPLEMENTED=\u0424\u0443\u043D\u043A\u0446\u0438\u0438 \u043F\u0435\u0447\u0430\u0442\u0438 \u0435\u0449\u0435 \u043D\u0435 \u0440\u0435\u0430\u043B\u0438\u0437\u043E\u0432\u0430\u043D\u044B.
NS_ERROR_GFX_PRINTER_INVALID_ATTRIBUTE=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0435\u0447\u0430\u0442\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430. \u041F\u043E\u043F\u044B\u0442\u043A\u0430 \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u043D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u043F\u0440\u0438\u043D\u0442\u0435\u0440\u0430.
NS_ERROR_GFX_PRINTER_ENDPAGE=\u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0435\u0447\u0430\u0442\u0438 \u0432 \u043A\u043E\u043D\u0446\u0435 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B.
noPrintFilename.title=\u041E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0438\u043C\u044F \u0444\u0430\u0439\u043B\u0430
