#Translated with MozillaTranslator version 5.02
#Thu Aug 12 01:53:03 GMT-03:00 2004
repost=Esta p\u00E1gina foi baseada em informa\u00E7\u00F5es que voc\u00EA forneceu ao site.\nClique em OK para reenviar estas informa\u00E7\u00F5es e reprocessar.
netInterrupt=A conex\u00E3o para %S foi interrompida abruptamente. Alguma informa\u00E7\u00E3o pode ter sido transferida.
unknownSocketType=Este documento n\u00E3o pode ser apresentado sem a instala\u00E7\u00E3o do Personal Security Manager (PSM). Efetue o download do PSM e tente de novo ou contate o administrador do sistema.
isprinting=Este documento n\u00E3o pode ser modificado durante imprimir ou visualizar impress\u00E3o.
connectionFailure=N\u00E3o foi poss\u00EDvel conectar-se ao servidor\:\n%S
netOffline=\u00C9 necess\u00E1rio sair do modo offline para exibir este documento.\nDesmarque, no menu Arquivo, a op\u00E7\u00E3o Modo offline.
redirectLoop=O limite de redirecionamentos para este endere\u00E7o foi excedido.\nN\u00E3o foi poss\u00EDvel carregar a p\u00E1gina.
dnsNotFound=N\u00E3o foi poss\u00EDvel localizar "%S".\nPor favor verifique se o endere\u00E7o est\u00E1 correto.
netTimeout=N\u00E3o foi poss\u00EDvel conectar-se ao servidor "%S".
proxyResolveFailure=O servidor de proxy n\u00E3o foi localizado. Por favor, verifique suas op\u00E7\u00F5es de proxy.
fileNotFound=O arquivo "%S" n\u00E3o foi localizado. Por favor verifique o endere\u00E7o.
deniedPortAccess=O acesso a porta especificada foi desabilitado por raz\u00F5es de seguran\u00E7a.
repostConfirm=Esta p\u00E1gina foi baseada em informa\u00E7\u00F5es que voc\u00EA forneceu ao site.\nClique em OK para reenviar estas informa\u00E7\u00F5es e reprocessar.
protocolNotFound="%S" n\u00E3o \u00E9 um protocolo reconhecido.
malformedURI=O endere\u00E7o (URL) n\u00E3o \u00E9 v\u00E1lido e n\u00E3o pode ser carregado.
netReset=O documento n\u00E3o cont\u00E9m nenhuma informa\u00E7\u00E3o.
proxyConnectFailure=N\u00E3o foi poss\u00EDvel conectar-se ao servidor de proxy. Por favor, verifique suas op\u00E7\u00F5es de proxy.
