#Translated with MozillaTranslator version 5.02
#Thu Aug 12 01:53:04 GMT-03:00 2004
NS_ERROR_UNEXPECTED=Ocorreu um erro inesperado durante a impress\u00E3o.
NS_ERROR_GFX_PRINTER_COLORSPACE_NOT_SUPPORTED=Houve um problema ao imprimir porque o trabalho de impress\u00E3o necessita trabalhar com cores mas a impressora n\u00E3o suporta.
NS_ERROR_GFX_PRINTER_XPRINT_NO_XPRINT_SERVERS_FOUND=Houve um problema de impress\u00E3o. N\u00E3o foi encontrado um servidor Xprint.\nVerifique se a vari\u00E1vel de ambiente XPSERVERLIST cont\u00E9m um servidor Xprint v\u00E1lido.\nPara informa\u00E7\u00F5es adicionais veja http\://xprint.mozdev.org/ ou http\://www.mozilla.org/projects/xprint/
NS_ERROR_GFX_PRINTER_PRINTER_IO_ERROR=Houve um problema ao imprimir. Erro de I/O (Entrada/Sa\u00EDda) na impressora.
noPrintFilename.alert=Voc\u00EA selecionou "Imprimir para arquivo" mas n\u00E3o forneceu um nome para o arquivo.
NS_ERROR_GFX_PRINTER_XPRINT_BROKEN_XPRT=Foi detectada uma vers\u00E3o corrompida do X print server (Xprt). Note que imprimir usando este servidor Xprt pode n\u00E3o funcionar corretamente. Por favor contate o fornecedor para obter uma vers\u00E3o atualizada.
NS_ERROR_GFX_PRINTER_CMD_NOT_FOUND=Houve um erro ao imprimir. A impressora n\u00E3o suporta o comando de impress\u00E3o.
NS_ERROR_GFX_PRINTER_PRINTPREVIEW=Para visualizar a impress\u00E3o deve existir pelo menos uma impressora dispon\u00EDvel.
NS_ERROR_GFX_PRINTER_PRINT_WHILE_PREVIEW=N\u00E3o \u00E9 poss\u00EDvel imprimir durante a visualiza\u00E7\u00E3o da impress\u00E3o.
NS_ERROR_GFX_PRINTER_ACCESS_DENIED=Houve um problema ao imprimir. O acesso \u00E0 impressora foi negado.
NS_ERROR_GFX_PRINTER_FILE_IO_ERROR=Houve um erro ao gravar o arquivo da impress\u00E3o.
NS_ERROR_ABORT=O trabalho de impress\u00E3o foi abortado ou cancelado.
NS_ERROR_GFX_PRINTER_OUT_OF_PAPER=Houve um erro ao imprimir. A impressora est\u00E1 sem papel.
NS_ERROR_GFX_PRINTER_PRINTER_NOT_READY=Houve um erro ao imprimir. A impressora n\u00E3o est\u00E1 preparada.
NS_ERROR_GFX_PRINTER_DOC_IS_BUSY_PP=N\u00E3o \u00E9 poss\u00EDvel visualizar a impress\u00E3o neste momento.\nTente quando a p\u00E1gina estiver completamente carregada.
NS_ERROR_GFX_PRINTER_PAPER_SIZE_NOT_SUPPORTED=Houve um problema ao imprimir porque o tamanho de papel selecionado n\u00E3o \u00E9 suportado pela impressora.
NS_ERROR_OUT_OF_MEMORY=Houve um problema ao imprimir. N\u00E3o h\u00E1 mem\u00F3ria livre suficiente.
fontsize=10
PrintToFile=Imprimir para arquivo
NS_ERROR_GFX_NO_PRINTDIALOG_IN_TOOLKIT=Either pluggable dialogs were not properly installed\nOr this GFX Toolkit no longer supports native Print Dialogs
noprinter=N\u00E3o h\u00E1 nenhuma impressora dispon\u00EDvel.
NS_ERROR_GFX_PRINTER_ORIENTATION_NOT_SUPPORTED=Houve um problema ao imprimir porque a orienta\u00E7\u00E3o de p\u00E1gina selecionada n\u00E3o \u00E9 suportada pela impressora.
fileConfirm.exists=%S j\u00E1 existe.\nDeseja substitu\u00ED-lo?
NS_ERROR_GFX_PRINTER_COULD_NOT_OPEN_FILE=Houve um problema de impress\u00E3o. O arquivo de sa\u00EDda n\u00E3o p\u00F4de ser aberto.
NS_ERROR_NOT_AVAILABLE=N\u00E3o dispon\u00EDvel.
NS_ERROR_GFX_PRINTER_TOO_MANY_COPIES=Houve um problema de impress\u00E3o porque voc\u00EA solicitou muitas c\u00F3pias.
fontname=serif
printpreview_error_dialog_title=Erro em visualizar impress\u00E3o
NS_ERROR_GFX_PRINTER_PLEX_NOT_SUPPORTED=Ocorreu um problema na impress\u00E3o porque o modo plex especificado n\u00E3o \u00E9 suportado pela impressora.
NS_ERROR_GFX_PRINTER_DRIVER_CONFIGURATION_ERROR=Houve um problema de impress\u00E3o. O driver da impressora n\u00E3o est\u00E1 configurado corretamente.
NS_ERROR_GFX_PRINTER_DOC_WAS_DESTORYED=A p\u00E1gina foi substitu\u00EDda enquanto voc\u00EA tentava imprimir.\nPor favor tente novamente.
NS_ERROR_GFX_PRINTER_ENDDOC=Houve falha na impress\u00E3o enquanto completava o documento.
NS_ERROR_GFX_PRINTER_NO_PRINTER_AVAILABLE=Houve um problema de impress\u00E3o. Nenhuma impressora n\u00E3o foi localizada.
NS_ERROR_NOT_IMPLEMENTED=Alguma funcionalidades de impress\u00E3o ainda n\u00E3o foram implementadas.
NS_ERROR_GFX_PRINTER_NAME_NOT_FOUND=Houve um problema de impress\u00E3o. A impressora n\u00E3o foi localizada.
NS_ERROR_FAILURE=Houve falha na impress\u00E3o.
NS_ERROR_GFX_COULD_NOT_LOAD_PRINT_MODULE=N\u00E3o foi poss\u00EDvel carregar o m\u00F3dulo de impress\u00E3o solicitado.
NS_ERROR_GFX_PRINTER_STARTPAGE=Houve falha na impress\u00E3o enquanto iniciava a a p\u00E1gina.
NS_ERROR_GFX_PRINTER_STARTDOC=Houve falha na impress\u00E3o enquanto iniciava a o documento.
NS_ERROR_GFX_NO_PRINTROMPTSERVICE=The Printing Prompt Service is missing.
pageofpages=%1$d de %2$d
NS_ERROR_GFX_PRINTER_CMD_FAILURE=Houve um problema de impress\u00E3o. Houve falha em uma instru\u00E7\u00E3o enviada para a impressora.
pagenumber=%1$d
print_error_dialog_title=Erro da impressora
NS_ERROR_GFX_PRINTER_DOC_IS_BUSY=N\u00E3o \u00E9 poss\u00EDvel imprimir o documento enquanto ele est\u00E1 sendo carregado.
NS_ERROR_GFX_PRINTING_NOT_IMPLEMENTED=Impress\u00E3o n\u00E3o est\u00E1 implementada.
NS_ERROR_GFX_PRINTER_INVALID_ATTRIBUTE=Houve um problema de impress\u00E3o. Tentativa de definir um atributo inv\u00E1lido da impressora.
NS_ERROR_GFX_PRINTER_ENDPAGE=Houve falha na impress\u00E3o enquanto completava a p\u00E1gina.
noPrintFilename.title=O nome do arquivo n\u00E3o foi definido.
