#Translated with MozillaTranslator version 5.02
#Wed Jul 14 00:45:16 CEST 2004
editTrustWindowTitle=Rediger tiltrodde sertifikater
serverCertNotYetValidTitle=Tjenersertifikatet er enn\u00E5 ikke gyldig
deleteSslCertConfirm=Er du sikker p\u00E5 at du vil slette sertifikatene for disse nettsidene?
deleteCaCertImpact=Hvis du sletter en sertifikat-myndighets (CA) sertifikat, vil nettleseren din ikke lenger kunne stole p\u00E5 sertifikater som er utstedt av den CAen.
issuerNotTrusted=Fordi du ikke stoler p\u00E5 sertifikat-myndigheten som utstedte dette sertifikatet, b\u00F8r du ikke stole p\u00E5 korrektheten til dette sertifikatet uten at det er angitt her.
pageInfo_Privacy_Weak2=Lav-niv\u00E5 kryptering kan tillate noen uatoriserte personer \u00E5 vise informasjonen som blir overf\u00F8rt.
pageInfo_Privacy_Weak1=Nettsiden %S bruker lav-niv\u00E5 kryptering for siden du viser.
devinfo_stat_ready=Klar
deleteSslCertImpact=Hvis du sletter et nettside-sertifikat, vil du bli spurt om \u00E5 akseptere sertifikatet neste gang du viser den samme nettsiden.
escrowFinalMessage=Du b\u00F8r bare trykke OK dersom du har tiltro til at \u00AB%S\u00BB kan beskytte din private krypteringsn\u00F8kkel.
crlAutoupdateFailed=Feilet
deleteEmailCertTitle=Slett E-post-sertifikater
advertisedUrlLabel=URL anbefalt av CA
resetPreferences=Bruk denne knappen for \u00E5 tilbakestille %Ss sikkerhetsinnstillinger til standardverdiene.
importCACertsPrompt=Velg fil som inneholder CA-sertifikat(ene) du vil importere
file_browse_Certificate_spec=Sertifikatfiler
resetPasswordConfirmationMessage=Passordet ditt har blitt tilbakestilt.
deleteEmailCertConfirm=Er du sikker p\u00E5 at du vil slette disse personenes e-post-sertifikater?
devinfo_manID=Produsent
pageInfo_WeakEncryption=Kryptert tilkobling\: Lav grad av kryptering (%S %S bits)
unknownIssuer=<Ukjent utsteder>
pageInfo_Privacy_Strong2=Kryptering gj\u00F8r det veldig vanskelig for uautoriserte personer \u00E5 vise informasjonen som g\u00E5r over nettet. Det er derfor veldig usannsynlig at noen skal lese siden mens den blir overf\u00F8rt.
notPresent=<Ikke en del av sertifikatet>
pageInfo_Privacy_Strong1=Siden som du viser ble kryptert f\u00F8r den ble overf\u00F8rt over Internett.
crlAutoupdateNotEnabled=Ikke p\u00E5sl\u00E5tt
incorrect_pw=Du skrev ikke inn det korrekte hovedpassordet. Pr\u00F8v igjen.
chooseP12RestoreFileDialog=Filnavn for gjenoppretting
file_browse_PKCS12_spec=PKCS12-filer
devinfo_desc=Beskrivelse
pageInfo_SiteNotVerified=Klarte ikke \u00E5 kontrollere nettsidens identitet
pw_erased_ok=Advarsel\! Du har slettet hovedpassordet.
resetPasswordButtonLabel=Tilbakestill
deleteSslCertTitle=Slett nettsidesertifikater
failed_pw_change=Klarte ikke \u00E5 endre hovedpassordet.
certNotVerified_Unknown=Klarte ikke \u00E5 verifisere dette sertifikatet av ukjente grunner.
certNotVerified_IssuerUnknown=Klarte ikke \u00E5 verifisere dette sertifikatet fordi utstederen er ukjent.
deleteCaCertTitle=Slett CA-sertifikater
devinfo_stat_disabled=Avsl\u00E5tt
certNotVerified_CertNotTrusted=Klarte ikke \u00E5 verifisere dette sertifikatet fordi det er ikke tiltrodd.
deleteUserCertFlag=deleteUserFlag
chooseP12BackupFileDialog=Filnavn \u00E5 sikkerhetskopiere
pageInfo_NoEncryption=Tilkobling er ikke kryptert
pw_not_wanted=Advarsel\! Du har ikke valgt \u00E5 bruke et hovedpassord.
crlAutoupdateEnabled=P\u00E5sl\u00E5tt
devinfo_stat_uninitialized=Uinitialisert
newCAMessage1=Vil du stole p\u00E5 \u00AB%S\u00BB for f\u00F8lgende form\u00E5l?
deleteEmailCertImpact=Hvis du sletter et e-postsertifikat, vil du ikke lenger kunne sende kryptert epost til den adressen.
pw_change2empty_in_fips_mode=Du er n\u00E5 i FIPS-modus. FIPS krever at du setter et hovedpassord.
enabledStatement=Automatisk oppdatering er p\u00E5sl\u00E5tt for denne CRLen.
devinfo_modpath=Sti
yesButton=Ja
undefinedValStr=<Ikke definert>
enable_fips=Bruk FIPS
pageInfo_ViewCertificate=Vis sikkerhetssertifikatet som verifiserer nettsidens autentitet.
deleteCaCertFlag=deleteCaFlag
pw_empty_warning=Dine lagrede nett- og epostpassord, skjemadata og private n\u00F8kler vil ikke bli beskyttet.
NoUpdateFailure=Ingen
pw_change_ok=Hovedpassord ble endret.
certNotVerified_IssuerNotTrusted=Klarte ikke \u00E5 verifisere dette sertifikatet fordi utstederen ikke er tiltrodd.
unnamedCA=Sertifikat-myndighet (uten navn)
pageInfo_WebSiteVerified=Nettsidens identitet er verifisert
SignedBy=Signert av %S
deleteSslCertFlag=deleteSslFlag
devinfo_modname=Modul
editTrustSSL=Sertifikatet \u00AB%S\u00BB ble utstedt av\:
serverCertExpiredMsg2=Du b\u00F8r kontrollere at klokka p\u00E5 datamaskinen (som akkurat n\u00E5 er satt til %S) er korrekt.
serverCertExpiredMsg1=\u00AB%S\u00BB er et nettsted som bruker et sikkerhetssertifikat for \u00E5 kryptere data mens den overf\u00F8res, men sertifikatet utgikk p\u00E5 %S.
crlNextUpdateMsg2=Lista over opphevede sertifikater (CRL) fra \u00AB%S\u00BB m\u00E5 oppdateres.
serverCertNotYetValedMsg1=\u00AB%S\u00BB er et nettsted som bruker et sikkerhetssertifikat for \u00E5 kryptere data mens den overf\u00F8res, men sertifikatet vil ikke v\u00E6re gyldig f\u00F8r %S.
crlNextUpdateMsg1=%S kan ikke opprette en kryptert tilkobling til \u00AB%S\u00BB.
issuerNotKnown=Ettersom du ikke kjenner til sertifikat-myndigheten som utstedte dette sertifikatet, b\u00F8r du ikke stole p\u00E5 autentiteten til sertifikatet uten at det blir oppgitt her.
deleteCaCertConfirm=Er du sikker p\u00E5 at du vil slette disse CA-sertifikatene?
devinfo_stat_loggedin=Innlogget
noButton=Nei
pageInfo_Privacy_None3=Siden du viser er ikke kryptert.
CertPassPrompt=Skriv inn det personlige sikkerhetspassordet ditt for PSM Private N\u00F8kler sikkerhetsenhet.
pageInfo_Privacy_None2=Informasjon som blir sendt over Internett uten kryptering kan bli lest av andre mens den overf\u00F8res.
certNotVerified_CertRevoked=Klarte ikke \u00E5 verifisere sertifikatet fordi det har blitt opphevet.
disable_fips=Ikke tillat FIPS
pageInfo_Privacy_None1=Nettsiden %S st\u00F8tter ikke kryptering for siden som du viser.
deleteUserCertTitle=Slett sertifikatene dine
lastFetchUrlLabel=URL ble originalt hentet fra
disabledStatement=Automatisk oppdatering er ikke p\u00E5sl\u00E5tt for denne CRLen.
certNotVerified_CertExpired=Klarte ikke \u00E5 verifisere dette sertifikatet fordi det har utg\u00E5tt.
editTrustEmail=Sertifikatet \u00AB%S\u00BB ble utstedt av\:
crlAutoupdateOk=OK
password_not_set=(ikke satt)
clientAuthMessage2=Utstedt under\: \u00AB%S\u00BB
clientAuthMessage1=Organisasjon\: \u00AB%S\u00BB
certNotVerified_CAInvalid=Klarte ikke \u00E5 verifisere dette sertifikatet fordi CA-sertifikatet er ugyldig.
serverCertExpiredTitle=Tjenersertifikat har utg\u00E5tt
importWebSiteCertPrompt=Velg fil med nettsidesertifikater som du vil importere
deleteUserCertConfirm=Er du sikker p\u00E5 at du vil slette disse sertifikatene?
devinfo_stat_notpresent=Ikke tilstede
deleteEmailCertFlag=deleteEmailFlag
pageInfo_StrongEncryption=Kryptering av tilkobling\: H\u00F8y-niv\u00E5 kryptering (%S %S bit)
crlAutoUpdtaeFreqCntError=Oppdateringsfrekvens m\u00E5 v\u00E6re et tall som er st\u00F8rre enn null.
formSigningIntro=Nettstedet '%S' har forespurt at du signerer den f\u00F8lgende meldingen\:
certVerified=Sertifikatet har blitt verifisert for f\u00F8lgende bruk\:
importEmailCertPrompt=Velg fil som inneholder e-postsertifikatet du vil importere
devinfo_serialnum=Serienummer\:
crlAutoUpdateDayCntError=Antall dager f\u00F8r neste oppdatering m\u00E5 v\u00E6re et tall som er st\u00F8rre enn null.
devinfo_stat_notloggedin=Ikke innlogget
login_failed=Klarte ikke \u00E5 logge inn
CrlUpdatePrefsSetConfirmation=Innstillinger for automatisk oppdatering vil ikke tre i kraft f\u00F8r du starter nettleseren p\u00E5 nytt.
loadPK11TokenDialog=Velg en PKCS\#11-enhet \u00E5 laste inn
devinfo_hwversion=HW-versjon
undefinedURL=Automatisk oppdatering av CRL er ikke definert
issuerCertNotFound=Sertifikatet for denne sertifikat-myndigheten ble ikke ufnnet
devinfo_fwversion=FW-versjon
crlAutoupdateQuestion2=Vil du vise innstillinger for automatisk oppdatering?
crlAutoupdateQuestion1=Vil du sl\u00E5 p\u00E5 automatisk oppdatering+
issuerTrusted=Ettersom du stoler p\u00E5 sertifikat-myndigheten som utstedte dette sertifikatet, kan du stole p\u00E5 autentiteten til dette sertifikatet hvis noe annet ikke er oppgitt her.
mismatchDomainMsg2=Hvis du mistenker at et sertifikat som er vist her ikke tilh\u00F8rer \u00AB%S\u00BB, avbryt tilkoblingen og kontakt nettstedsadministratoren.
mismatchDomainMsg1=Du har fors\u00F8kt \u00E5 opprette en tilkobling til \u00AB%S\u00BB, men sikkerhetssertifikatet som ble gitt tilh\u00F8rer "%S". Det er mulig (men usannsynlig) at noen pr\u00F8ver \u00E5 fange opp overf\u00F8ringene dine til dette nettstedet.
certDetails=Sertifikatvisning
devinfo_label=Merkelapp
fips_nonempty_password_required=FIPS-modus krever at du har et hovedpassord for hver sikkerhetsenhet. Sett et hovedpassord f\u00F8r du sl\u00E5r p\u00E5 FIPS-modus.
resetPasswordConfirmationTitle=Tilbakestill hovedpassord
deleteUserCertImpact=Hvis du sletter et av dine egne sertifikater, kan du ikke lenger bruke det for \u00E5 identifisere deg selv.
editTrustCA=Sertifikatet \u00AB%S\u00BB representerer en sertifikat-myndighet.
pageInfo_Identity_Verified=Nettstedet %S st\u00F8tter autentisering for nettsiden du ser p\u00E5. Identiteten til nettstedet har blitt verifisert av %S, en sertifikat-myndighet som du stoler p\u00E5 for slike henseender.
devinfo_status=Status
