#
# The contents of this file are subject to the Mozilla Public
# License Version 1.1 (the "License"); you may not use this file
# except in compliance with the License. You may obtain a copy of
# the License at http://www.mozilla.org/MPL/
#
# Software distributed under the License is distributed on an "AS
# IS" basis, WITHOUT WARRANTY OF ANY KIND, either express or
# implied. See the License for the specific language governing
# rights and limitations under the License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is Netscape
# Communications Corporation.  Portions created by Netscape are
# Copyright (C) 1998 Netscape Communications Corporation. All
# Rights Reserved.
#
# Contributor(s): 
# 

SignedBy=Firmado por %S
CertPassPrompt=Por favor ingrese la contrase\u00F1a Personal de Seguridad para el dispositivo de seguridad de claves privadas del Administrador Personal de Seguridad.

#These are for dialogs
#Download Cert dialog
newCAMessage1=\u00BFDesea confiar en "%S" para los siguientes prop\u00F3sitos?
unnamedCA=Autoridad de Certificaci\u00F3n (sin nombre)

#For editing cert trust
editTrustWindowTitle=Modificar confianza en el certificado
editTrustCA=El certificado "%S" representa a una Autoridad de Certificaci\u00F3n
editTrustSSL=El certificado "%S" fue expedido por\:
editTrustEmail=El certificado "%S" fue expedido por\:
issuerNotTrusted=Debido a que usted no conf\u00EDa en la AC que expidi\u00F3 este certificado, usted no confiar\u00E1 en la autenticidad de este certificado a menos de lo que se indique aqu\u00ED.
issuerTrusted=Debido a que usted confia en la Autoridad de Certificaci\u00F3n que expidi\u00F3 este certificado, usted conf\u00EDa en la autenticidad de este certificado a menos que lo indique de otra manera aqu\u00ED
issuerNotKnown=Debido a que no se conoce la Autoridad de Certificaci\u00F3n que expidi\u00F3 este certificado, usted no confia en la autenticidad de este certificado a menos que lo que se indique aqu\u00ED.
issuerCertNotFound=El certificado de esta Autoridad de Certificaci\u00F3n no ha sido encontrado.

#For Deleting Certificates
deleteSslCertFlag=deleteSslFlag
deleteSslCertConfirm=\u00BFEst\u00E1 seguro de querer eliminar estos certificados de sitios web?
deleteSslCertImpact=Si elimina el certifcado de un sitio web, se le preguntar\u00E1 de nuevo al visitar otra vez el sitio web si quiere aceptar el certificado.
deleteSslCertTitle=Eliminar certificados de sitios web

deleteUserCertFlag=deleteUserFlag
deleteUserCertConfirm=\u00BFEst\u00E1 seguro de querer eliminar estos certifcados?
deleteUserCertImpact=Si elimina uno de sus propios certificados, ya no podr\u00E1 usarlo para identificarse a s\u00ED mismo ante los sitios.
deleteUserCertTitle=Eliminar sus certificados

deleteCaCertFlag=deleteCaFlag
deleteCaCertConfirm=\u00BFEst\u00E1 seguro de querer eliminar estos certificados de Autoridad Certificante?
deleteCaCertImpact=Si elimina un certifcado de una Autoridad de Certificaci\u00F3n (AC), su navegador ya no confiar\u00E1 en ning\u00FAn sitio expedido por esa AC
deleteCaCertTitle=Eliminar certificados de AC

deleteEmailCertFlag=deleteEmailFlag
deleteEmailCertConfirm=\u00BFEst\u00E1 seguro de querer eliminar los certificados de correo de estas personas?
deleteEmailCertImpact=Si elimina un certificado de correo de alguien,  ya no podr\u00E1 enviarle a esa persona coreo encriptado.
deleteEmailCertTitle=Eliminar certificados de correos


#PKCS#12 file dialogs
chooseP12RestoreFileDialog=Nombre de archivo a restaurar
chooseP12BackupFileDialog=Nombre de archivo a respaldar
file_browse_PKCS12_spec=Archivos PKCS12

#Mismatch Domain Dialg
mismatchDomainMsg1=Usted ha intentado establecer una conexi\u00F3n con "%S". Sin embargo, el certificado de seguridad pertenece a "%S". Es posible, aunque poco probable, que alguien pueda estar intentando interceptar su comunicaci\u00F3n con este sitio.
mismatchDomainMsg2=Si sospecha que certificado aqu\u00ED mostrado no pertence a "%S", por favor cancele la conexi\u00F3n y notifique al administrador del sitio.

#Server Cert expired
serverCertExpiredMsg1="%S" es un sitio que usa certificados de seguridad para encriptar datos mientras se transmiten, pero su certificado expir\u00F3 en %S.
serverCertExpiredTitle=El certifcado del servidor ha expirado
serverCertNotYetValedMsg1="%S" es un sitio que usa certificados de seguridad para encriptar datos mientras se transmiten, pero su certificado no ser\u00E1 v\u00E1lido hasta %S.
serverCertNotYetValidTitle=El certificado del servidor a\u00FAn no es v\u00E1lido.
serverCertExpiredMsg2=Se le aconseja que por favor revise la hora en su sistema (que actualmente es %S) est\u00E9 bien.

#Preferences
resetPreferences=Use este bot\u00F3n para reestablecer las opciones de seguridad de %S' a sus valores originales.

#Cert verification
certVerified=El certificado ha sido verifiicado  para los usos siguientes\:
certNotVerified_CertRevoked=No se pudo verificar este certificado porque ha sido revocado.
certNotVerified_CertExpired=No se pudo verificar este certificado porque ha expirado
certNotVerified_CertNotTrusted=No se pudo verificar este certificado porque se desconf\u00EDa de \u00E9l.
certNotVerified_IssuerNotTrusted=No se pudo verificar este certificado porque se desconf\u00EDa del expeditor
certNotVerified_IssuerUnknown=No se pudo verificar este certificado porque el expeditor es desconocido.
certNotVerified_CAInvalid=No se pudo verificar este certificado porque el certifcado de la CA no es v\u00E1lido.
certNotVerified_Unknown=No se pudo verificar este certificado por razones desconocidas.

#Client auth
clientAuthMessage1=Organizaci\u00F3n\: "%S"
clientAuthMessage2=Expedido bajo\: "%S"

#Page Info
pageInfo_SiteNotVerified=No se ha verificado la identidad del sitio web.
pageInfo_WebSiteVerified=Identidad del sitio web identificada
pageInfo_Identity_Verified=El sitio web %S soporta autenticaci\u00F3n para la p\u00E1gina que esta viendo. La identidad de este sitio web ha sido verificadoa por %S, una Autoridad de Certificaci\u00F3n en la que usted confia para este proposito.
pageInfo_ViewCertificate=Ver el certificado de seguridad que identifica la identidad de este sitio web
pageInfo_NoEncryption=Conexi\u00F3n no encriptada.
pageInfo_Privacy_None1=El sitio web %S no soporta encriptaci\u00F3n para la p\u00E1gina que est\u00E1 viendo.
pageInfo_Privacy_None2=La informaci\u00F3n que se env\u00EDe por Internet sin encriptaci\u00F3n puede ser vista por terceros mientras est\u00E1 en tr\u00E1nsito.
pageInfo_Privacy_None3=La p\u00E1gina que est\u00E1 viendo no est\u00E1 encriptada
pageInfo_StrongEncryption=Conexi\u00F3n encriptada\: Encriptaci\u00F3n fuerte (%S %S bit)
pageInfo_Privacy_Strong1=La p\u00E1gina que est\u00E1 viendo ha sido encriptada antes de ser transmitida por Internet.
pageInfo_Privacy_Strong2=La encriptaci\u00F3n le hace realmente dif\u00EDcil a personas no autorizadas ver la informaci\u00F3n que viaja entre computadoras. Es por esto que es bastante improbable que alguien haya interceptado y le\u00EDdo esta informaci\u00F3n mientras viajaba a trav\u00E9s de la red.
pageInfo_WeakEncryption=Conexi\u00F3n encriptada\: Encriptaci\u00F3n d\u00E9bil (%S %S bit)
pageInfo_Privacy_Weak1=El sitio %S est\u00E1 usando encriptaci\u00F3n d\u00E9bil para la p\u00E1gina que est\u00E1 viendo.
pageInfo_Privacy_Weak2=Una encriptaci\u00F3n d\u00E9bil podr\u00EDa permitir a terceros ver esta informaci\u00F3n.

#Cert Viewer
certDetails=Visor de certificados
notPresent=<No forma parte del certificado>
unknownIssuer=<Expeditor desconocido>

escrowFinalMessage=Solo deber\u00EDa pulsar Aceptar si conf\u00EDa que "%S" deber\u00EDa proteger su clave privada de encriptaci\u00F3n..

#Token Manager
password_not_set=(no se ha establecido)
failed_pw_change=Incapaz de cambiar la contrase\u00F1a maestra
incorrect_pw=No escribi\u00F3 correctamente la contrase\u00F1a maestra actual. Int\u00E9ntelo otra vez.
pw_change_ok=Se cambio la contrase\u00F1a maestra con \u00E9xito.
pw_erased_ok=\u00A1Advertencia\! Usted ha eliminado su contrase\u00F1a maestra.
pw_not_wanted=\u00A1Advertencia\! Usted ha decidido no usar una contrase\u00F1a maestra.
pw_empty_warning=Sus contrase\u00F1as de correo y sitios, datos de formularios, y claves privadas no ser\u00E1n protegidas.
pw_change2empty_in_fips_mode=Usted est\u00E1 actualmente en modo FIPS que requiere una Contrase\u00F1a Maestra.
login_failed=No se pudo iniciar la sesi\u00F3n
loadPK11TokenDialog=Elija un dispositivo PKCS\#11 para cargar
devinfo_modname=M\u00F3dulo
devinfo_modpath=Ruta
devinfo_label=Etiqueta
devinfo_manID=Fabricante
devinfo_serialnum=N\u00FAmero Serial
devinfo_hwversion=Versi\u00F3n HW
devinfo_fwversion=Versi\u00F3n FW
devinfo_status=Estado
devinfo_desc=Descripci\u00F3n
devinfo_stat_disabled=Desactivado
devinfo_stat_notpresent=No est\u00E1
devinfo_stat_uninitialized=Sin inicializar
devinfo_stat_notloggedin=No se ha iniciado sesi\u00F3n
devinfo_stat_loggedin=Sesi\u00F3n iniciada
devinfo_stat_ready=Listo
enable_fips=Habilitar FIPS
disable_fips=Deshabilitar FIPS
fips_nonempty_password_required=El modo FIPS requiere que se ingrese una Contrase\u00F1a Maestra para cada dispositivo de seguridad. Ingrese una contrase\u00F1a antes de intentar habilitar el modo FIPS.

# CRL next update.
crlNextUpdateMsg1=%S no puede establecer una conexi\u00F3n encriptada con "%S".
crlNextUpdateMsg2=La Lista de Certificados Revocados (CRL) "%S" necesita ser actualizada.
NoUpdateFailure=Ninguno
lastFetchUrlLabel=URL conseguida originalmente de
advertisedUrlLabel=URL publicitada por la AC
CrlUpdatePrefsSetConfirmation=Configuraciones de Autoactualizaci\u00F3n surtir\u00E1n efecto despu\u00E9s que reinicie le programa
crlAutoUpdateDayCntError=La cantidad de d\u00EDas antes de la pr\u00F3xima actualizaci\u00F3n debe ser un n\u00FAmero mayor que cero.
crlAutoUpdtaeFreqCntError=La frecuencia de actualizaci\u00F3n debe ser un n\u00FAmero mayor que cero.
disabledStatement=Actualizaci\u00F3n autom\u00E1tica no est\u00E1 habilitada para este CRL
enabledStatement=Autoactualizaci\u00F3n est\u00E1 activada para este CRL
crlAutoupdateQuestion1=\u00BFLe gustar\u00EDa habilitar la Autoactualizaci\u00F3n?
crlAutoupdateQuestion2=\u00BFLe gustar\u00EDa ver las opciones para la Autoactualizaci\u00F3n?
undefinedValStr=<Indefinido>
undefinedURL=URL de la Autoactualizaci\u00F3n no esta defniida
yesButton=Si
noButton=No
resetPasswordButtonLabel=Limpiar
resetPasswordConfirmationTitle=Borrar Contrase\u00F1a Maestra
resetPasswordConfirmationMessage=Su contrase\u00F1a ha sido reestablecida a su valor orignal (nulo)
crlAutoupdateEnabled=Activado
crlAutoupdateNotEnabled=No est\u00E1 habilitado
crlAutoupdateOk=Aceptar
crlAutoupdateFailed=Fall\u00F3

#Import certificate(s) file dialog
importEmailCertPrompt=Seleccione archivo conteniendo el certificado de Email a importar
importCACertsPrompt=Seleccione archivo conteniendo certificado(s) de CA para importar
importWebSiteCertPrompt=Seleccione archivo conteniendo el certificado de Sitio Web a importar
file_browse_Certificate_spec=Archivos de certificado

# Form Signing confirmation prompt
formSigningIntro=El sitio '%S' ha pedido que firme el siguiente mensaje\:
