can=Permitir
cannot=Bloquear
cachefolder=Seleccionar carpeta de cach\u00E9
choosehomepage=Elegir p\u00E1gina de inicio
choosebookmark=%brand% puede hacer su p\u00E1gina de inicio a un sitio que ya tenga en Marcadores. Seleccione un marcador y haga click en Aceptar.
choosefile=Elegir un archivo
viewrow=Ver...
hiderow=Ocultar
nofontsforlang=No hay tipos de letra disponibles para este lenguaje

# Themes preferences panel inserts the name of the selected
# theme into the %theme_name% segment
applyThemePrefix=Aplicar %theme_name%
uninstallThemePrefix=Desinstalar %theme_name%

oldTheme=Ha seleccionado un tema que fue dise\u00F1ado para una versi\u00F3n anterior de %brand% y es incompatible con su versi\u00F3n actual de %brand%. Verifique el Theme Park de %brand% para una versi\u00F3n actualizada del tema. Puede desinstalar el tema clickeando "Desinstalar %theme_name%".

languageAlert=Reinicie %brand% para usar el nuevo lenguaje seleccionado o la regi\u00F3n elegida.
languageTitle=Cambiar lenguaje

enableExtension=Habilitar extensi\u00F3n
disableExtension=Deshabilitar extensi\u00F3n

prefSaveFailedAlert=Falla al guardar archivo de preferencias. Cualquier cambio en las preferencias ser\u00E1 perdido al finalizar esta sesi\u00F3n.
prefSaveFailedTitle=Error al guardar

prefRemoveAllMsg=Esto remover\u00E1 TODO su historial de navegaci\u00F3n, cach\u00E9, la lista de archivos recientemente descargados, toda la informaci\u00F3n de formularios y b\u00FAsquedas, todas las cookies y contrase\u00F1as guardadas.
prefRemoveAllTitle=Borrar toda la informaci\u00F3n
prefRemoveAllRemoveButton=Borrar toda la informaci\u00F3n

prefRemovePasswdsMsg=\u00BFRemover todas las contrase\u00F1as guardadas?
prefRemovePasswdsTitle=Remover todas las contrase\u00F1as
prefRemovePasswdsRemoveButton=Remover todas las contrase\u00F1as

# pref-fonts
labelDefaultFont=Predeterminada (%S)

cookiepermissionstext=Puede especificar que sitios web podr\u00E1n o no usar cookies. Ingrese la direcci\u00F3n exacta del sitio que desea administrar y haga click en Bloquear o Permitir.
cookiepermissionstitle=Excepciones
installpermissionstext=Puede especificar que sitios web podr\u00E1n instalar software. Ingrese la direcci\u00F3n exacta del sitio que desea administrar y haga click en Permitir.
installpermissionstitle=Sitios permitidos
popuppermissionstext=Puede especificar que sitios web podr\u00E1n abrir ventanas emergentes. Ingrese la direcci\u00F3n exacta del sitio que desea administrar y haga click en Permitir.
popuppermissionstitle=Sitios permitidos
downloadpermissionstext=Puede especificar que sitios web podr\u00E1n descargar archivos a su computadora. Ingrese la direcci\u00F3n exacta del sitio que desea administrar y haga click en Permitir.
downloadpermissionstitle=Sitios permitidos
imagepermissionstext=Puede especificar que sitios web podr\u00E1n cargar im\u00E1genes. Ingrese la direcci\u00F3n exacta del sitio que desea administrar y haga click en Bloquear o Permitir.
imagepermissionstitle=Excepciones
