#Translated with MozillaTranslator version 5.02
#Mon Aug 16 14:04:18 CEST 2004
MixedContentShowAgain=Warnen, wenn eine verschl\u00FCsselte Seite angezeigt werden soll, die unverschl\u00FCsselte Informationen enth\u00E4lt.
SecurityButtonTooltipText=Sicherheitsinformationen \u00FCber die aktuelle Seite anzeigen
Continue=Fortsetzen
LeaveSecureShowAgain=Warnen, wenn eine verschl\u00FCsselte Seite verlassen wird, um eine unverschl\u00FCsselte Seite anzuzeigen.
EnterSecureShowAgain=Warnen, wenn eine verschl\u00FCsselte Seite angezeigt werden soll.
PostToInsecureFromInsecureMessage=Die von Ihnen eingegebenen Informationen werden \u00FCber eine unverschl\u00FCsselte Verbindung gesendet und k\u00F6nnen leicht von Dritten gelesen werden.\#\#Sind Sie sicher, dass Sie diese Informationen senden wollen?\#\#
EnterSecureMessage=Sie haben eine verschl\u00FCsselte Seite angefordert. Die Website hat sich richtig identifiziert und Informationen, die Sie sehen oder auf dieser Seite eingeben, k\u00F6nnen nur schwer von Dritten eingesehen werden.
WeakSecureMessage=Sie haben eine nur schwach verschl\u00FCsselte Seite angefordert. Die Website hat sich richtig identifiziert, aber Informationen, die Sie sehen oder auf dieser Seite eingeben, k\u00F6nnen von Dritten eingesehen werden.
MixedContentMessage=Sie haben eine verschl\u00FCsselte Seite angefordert, die unverschl\u00FCsselte Informationen enth\u00E4lt. Informationen, die Sie sehen oder auf dieser Seite eingeben, k\u00F6nnen leicht von Dritten eingesehen werden.
Title=Sicherheitswarnung
PostToInsecureFromInsecureShowAgain=Warnen, wenn Informationen unverschl\u00FCsselt abgesendet werden.
LeaveSecureMessage=Sie verlassen eine verschl\u00FCsselte Seite. Informationen, die Sie ab jetzt senden oder empfangen, k\u00F6nnen leicht von Dritten eingesehen werden.
PostToInsecureFromSecureMessage=Obwohl diese Seite verschl\u00FCsselt ist, werden die von Ihnen eingegebenen Informationen \u00FCber eine unverschl\u00FCsselte Verbindung gesendet und k\u00F6nnen leicht von Dritten eingesehen werden.\#\#Sind Sie sicher, dass Sie das Senden dieser Informationen fortsetzen m\u00F6chten?\#\#
WeakSecureShowAgain=Warnen, wenn eine Seite mit schwacher Verschl\u00FCsselung angesehen werden soll.
