#
# The contents of this file are subject to the Netscape Public
# License Version 1.1 (the "License"); you may not use this file
# except in compliance with the License. You may obtain a copy of
# the License at http://www.mozilla.org/NPL/
#
# Software distributed under the License is distributed on an "AS
# IS" basis, WITHOUT WARRANTY OF ANY KIND, either express or
# implied. See the License for the specific language governing
# rights and limitations under the License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is Netscape
# Communications Corporation.  Portions created by Netscape are
# Copyright (C) 1998 Netscape Communications Corporation. All
# Rights Reserved.
#
# Contributor(s): 
# Sean Cotter <cotter@netscape.com>
# 
# Note: Hash characters in the strings will be replaced by
# newlines. These are used to lay out the dialog.

Title=Bezpe\u010Dnostn\u00ED varov\u00E1n\u00ED
MixedContentMessage=Vy\u017E\u00E1dali jste si zabezpe\u010Den\u00FD dokument, kter\u00FD obsahuje n\u011Bkter\u00E9 nezabezpe\u010Den\u00E9 informace. Informace, kter\u00E9 vid\u00EDte nebo zad\u00E1te na t\u00E9to str\u00E1nce by mohly b\u00FDt jednodu\u0161e p\u0159e\u010Dteny t\u0159et\u00ED stranou.
LeaveSecureMessage=Opou\u0161t\u00EDte za\u0161ifrovanou str\u00E1nku. Od te\u010F mohou b\u00FDt odeslan\u00E9 i p\u0159ijat\u00E9 informace neopr\u00E1vn\u011Bn\u011B \u010Dteny t\u0159et\u00ED osobou.
EnterSecureMessage=Vstupujete na \u0161ifrovanou str\u00E1nku. Webov\u00FD server je identifikov\u00E1n spr\u00E1vn\u011B a informace, kter\u00E9 na t\u00E9to str\u00E1nce uvid\u00EDte a zad\u00E1te nemohou b\u00FDt neopr\u00E1vn\u011Bn\u011B \u010Dteny.
WeakSecureMessage=Vy\u017E\u00E1dali jste si str\u00E1nku, kter\u00E1 pou\u017E\u00EDv\u00E1 \u0161ifrov\u00E1n\u00ED n\u00EDzk\u00E9ho stupn\u011B. Webov\u00E1 str\u00E1nka se korektn\u011B identifikovala, ale informace, kter\u00E9 vid\u00EDte nebo zad\u00E1te na t\u00E9to str\u00E1nce by mohly b\u00FDt p\u0159e\u010Dteny t\u0159et\u00ED stranou.
PostToInsecureFromSecureMessage=Informace, kter\u00E9 jste zadali, budou odesl\u00E1ny p\u0159es neza\u0161ifrovan\u00E9 spojen\u00ED a mohly by jednodu\u0161e b\u00FDt p\u0159e\u010Dteny t\u0159et\u00ED stranou.\#\#Ur\u010Dit\u011B chcete pokra\u010Dovat v odes\u00EDl\u00E1n\u00ED?\#\#
PostToInsecureFromInsecureMessage=Zadan\u00E9 informace budou posl\u00E1ny ne\u0161ifrovan\u00FDm spojen\u00EDm a mohou b\u00FDt tak neopr\u00E1vn\u011Bn\u011B p\u0159e\u010Dteny t\u0159et\u00ED osobou.\#\#Chcete opravdu pokra\u010Dovat v odes\u00EDl\u00E1n\u00ED t\u011Bchto informac\u00ED?
MixedContentShowAgain=Zobrazit varov\u00E1n\u00ED p\u0159i vstupu na zabezpe\u010Denou str\u00E1nku, kter\u00E1 obsahuje ne\u0161ifrovan\u00E9 informace.
LeaveSecureShowAgain=Zobrazit varov\u00E1n\u00ED p\u0159i odchodu z \u0161ifrovan\u00E9 str\u00E1nky na ne\u0161ifrovanou.
EnterSecureShowAgain=Zobrazit varov\u00E1n\u00ED p\u0159i prohl\u00ED\u017Een\u00ED \u0161ifrovan\u00FDch str\u00E1nek.
WeakSecureShowAgain=Zobrazit varov\u00E1n\u00ED p\u0159i vstupu na str\u00E1nku, kter\u00E1 m\u00E1 slab\u00E9 \u0161ifrov\u00E1n\u00ED.
PostToInsecureFromInsecureShowAgain=Zobrazit varov\u00E1n\u00ED p\u0159i jak\u00E9mkoliv pokusu o posl\u00E1n\u00ED ne\u0161ifrovan\u00FDch informac\u00ED.
SecurityButtonTooltipText=Zobrazit informace o zabezpe\u010Den\u00ED aktu\u00E1ln\u00ED str\u00E1nky
Continue=Pokra\u010Dovat
