# The contents of this file are subject to the Netscape Public
# License Version 1.1 (the "License"); you may not use this file
# except in compliance with the License. You may obtain a copy of
# the License at http://www.mozilla.org/NPL/
#
# Software distributed under the License is distributed on an "AS
# IS" basis, WITHOUT WARRANTY OF ANY KIND, either express or
# implied. See the License for the specific language governing
# rights and limitations under the License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is Netscape
# Communications Corporation. Portions created by Netscape are
# Copyright (C) 1998 Netscape Communications Corporation. All
# Rights Reserved.
#
# Contributor(s): 

malformedURI=URL odkaz nen\u00ED korektn\u00ED a nem\u016F\u017Ee b\u00FDt na\u010Dten.
fileNotFound=Soubor %S nebyl nalezen. Zkontrolujte pros\u00EDm um\u00EDst\u011Bn\u00ED a zkuste to znovu.
dnsNotFound=%S nebyl nalezen. Zkontrolujte pros\u00EDm n\u00E1zev a zkuste to znovu.
protocolNotFound=%S nen\u00ED registrovan\u00FD protokol.
connectionFailure=P\u0159i pokusu o kontakt %S bylo spojen\u00ED odm\u00EDtnuto.
netInterrupt=Spojen\u00ED s %S neo\u010Dek\u00E1van\u011B skon\u010Dilo. N\u011Bkter\u00E1 data nemusela b\u00FDt p\u0159enesena.
netTimeout=P\u0159i pokusu kontaktovat %S vypr\u0161el \u010Dasov\u00FD limit.
redirectLoop=Limit pro p\u0159esm\u011Brov\u00E1n\u00ED URL vypr\u0161el. Nelze nahr\u00E1t po\u017Eadovanou str\u00E1nku.
repost=Str\u00E1nku, kterou se pokou\u0161\u00EDte zobrazit obsahuje POSTDATA, jejich\u017E platnost ji\u017E vypr\u0161ela. Pokud data ode\u0161lete znovu, budou akce (jako je hled\u00E1n\u00ED nebo online n\u00E1kup) op\u011Bt provedeny. Pro op\u011Btovn\u00E9 odesl\u00E1n\u00ED dat klepn\u011Bte na OK, jinak klepn\u011Bte na Zru\u0161it.
repostConfirm=Str\u00E1nku, kterou se pokou\u0161\u00EDte zobrazit obsahuje POSTDATA. Pokud data ode\u0161lete znovu, budou akce (jako je hled\u00E1n\u00ED nebo online n\u00E1kup) op\u011Bt provedeny. Pro op\u011Btovn\u00E9 odesl\u00E1n\u00ED dat klepn\u011Bte na OK, jinak klepn\u011Bte na Zru\u0161it.
unknownSocketType=Tento dokument nelze zobrazit bez instalace Personal Security Manager (PSM). St\u00E1hn\u011Bte si a nainstalujte PSM a zkuste to znovu nebo kontaktujte va\u0161eho syst\u00E9mov\u00E9ho administr\u00E1tora. 
netReset=Dokument neobsahuje \u017E\u00E1dn\u00E1 data.
netOffline=Tento dokument nelze v re\u017Eimu offline zobrazit.
isprinting=Dokument nelze m\u011Bnit p\u0159i tisku nebo p\u0159i n\u00E1hledu na tisk.
deniedPortAccess=P\u0159\u00EDstup na dan\u00E9 porty byl zak\u00E1z\u00E1n z bezpe\u010Dnostn\u00EDch d\u016Fvod\u016F.
proxyResolveFailure=Proxy server, kter\u00FD jste nastavili, nelze nal\u00E9zt. Pros\u00EDm zkontrolujte nastaven\u00ED a zkuste to znovu.
proxyConnectFailure=P\u0159i pokusu nav\u00E1zat spojen\u00ED s nastavev\u00FDm proxy serverem bylo spojen\u00ED odm\u00EDtnuto. Zkontrolujte pros\u00EDm nastaven\u00ED a zkuste to znovu.
